[Language]
DisplayName=العربية

[MBR Distributors]
CmbCOCDistributors_Info_01=السماح للبوت بتشغيل اللعبة على أساس التوزيع المختار
CmbSuspendAndroid_Info_01=حدد ما إذا كان سيتم تعليق المحاكي لفترة وجيزة فقط أثناء البحث والهجوم أو لكل نداء لمعالجة الصور وإذا واجهت مشكلات شبكة متكررة حاول استخدام خيار " فقط اثناء البحث / هجوم" أو تعطيل هذه الميزة.
CmbSuspendAndroid_Item_01=ايقاف|فقط أثناء البحث / هجوم|لكل نداء لمعالجة الصور
Emulator_Item_01=Google
Emulator_Item_02=Kunlun
Emulator_Item_03=Qihoo
Emulator_Item_04=Baidu
Emulator_Item_05=9game
Emulator_Item_06=Wandoujia/Downjoy
Emulator_Item_07=Huawei
Emulator_Item_08=OPPO
Emulator_Item_09=VIVO
Emulator_Item_10=Anzhi
Emulator_Item_11=Kaopu
Emulator_Item_12=Lenovo
Emulator_Item_13=Guopan
Emulator_Item_14=Xiaomi
Emulator_Item_15=Haimawan
Emulator_Item_16=Leshi
Emulator_Item_17=Microvirt
Emulator_Item_18=Yeshen
Emulator_Item_19=Aiyouxi
Emulator_Item_20=Tencent
Emulator_Item_21=Clash Of Magic, The Black Magic: S1
Emulator_Item_22=Clash Of Magic, The Power Of Magic: S2
Emulator_Item_23=Clash Of Magic, The Hall Of Magic: S3
Emulator_Item_24=Clash Of Magic, The Hall Of Magic 2: S4
Group_01=التوزيعات
Group_02=خيارات المحاكي المتقدمة
LblAdvanced_Android_Options=تعليق / استئناف المحاكي
NO_COC=No COC
Unknown_COC=Unknown COC
[MBR Popups]
Bot_will_exit=ملاحظة البوت سوف يخرج وتحتاج إلى إعادة التشغيل عند الاكتمال
Cancel_to_exit=أو انقر فوق إلغاء للخروج
CheckPrerequisites_Item_01=ايها الرئيس، نحن نفقد بعض الملفات!
CheckPrerequisites_Item_02=الرجاء استخراج كافة الملفات والمجلدات والبدء في هذا البرنامج مرة أخرى!
CheckPrerequisites_Item_03=عذرا، زر البدأ تعطل حتى يتم اصلاحه!
CheckPrerequisites_Item_04=ايها الرئيس، اسم الملف غير صحيح!
CheckPrerequisites_Item_05=لقد قمت بإعادة تسمية الملف "MyBot.run.exe"! يرجى تغييره مرة أخرى إلى MyBot.run.exe وإعادة تشغيل بوت!
Close_Bot=اغلق البوت من فضلك!
Delete_and_Reset_Building_info=انقر موافق للحذف واعادة تعيين كل معلومات المباني،
Delete_Building_Info=حذف معلومات المباني؟
Delete_Profile_01=حذف الملف
Delete_Profile_02=هل أنت متأكد أنك تريد حقا حذف التشكيل الجانبي \ الأعمال \ لا يمكن التراجع عن هذا؟.
Delete_then_restart_bot=انقر موافق للحذف ومن ثم إعادة تشغيل بوت (يدويا)
Func_AttackCSVAssignDefaultScriptName_Copy_0=نسخ إلى ملف نصي جديد
Func_AttackCSVAssignDefaultScriptName_Copy_1=نسخة
Func_AttackCSVAssignDefaultScriptName_Create=إنشاء ملف نصي جديد
Func_AttackCSVAssignDefaultScriptName_Error=حدث خطأ اثناء إنشاء الملف.
Func_AttackCSVAssignDefaultScriptName_File-exists=الملف موجود، يرجى إدخال اسم جديد
Func_AttackCSVAssignDefaultScriptName_New_0=اسم الملف النصي الجديد
Func_AttackCSVAssignDefaultScriptName_New_1=الى اسم الملف النصي الجديد
Func_cmbLanguage=إعادة تشغيل البوت لتحميل البرنامج مع لغة جديدة:
Func_Locate_Building_01=انقر على زر "تحديد موقع المبنى" ثم انقر على المبنى / البطل للترقية
Func_Locate_Building_02=انقر على زر "انتهى" عند الانتهاء من تحديد جميع الترقيات
Func_Locate_Building_03=انقر على إلغاء للخروج من العثور على المباني.
Func_Locate_Building_04=تحديد موقع المباني | انتهى | الغاء
Func_Locate_Building_05=حدد الترقيات
Func_Locate_Building_06=ابعد الماوس خارج نافذة المحاكي بينما يتم التحقيق من الترقيات شكرا لك
Func_Locate_Building_07=خطأ قراءة النص
Func_Locate_Building_08=أدخل كلفة الترقية
Func_Locate_Building_09=حفظ نسخة من صورة الترقية لتحليل المطور؟
Func_Locate_Building_10=الذهب |اكسير | اكسير ظلام
Func_Locate_Building_11=تحتاج مساعدة المستخدم
Func_Locate_Building_12=اختر نوع الترقية:
Func_Locate_Clan_Castle_01=انقر موافق ثم انقر على قلعة القبيلة الخاص بك
Func_Locate_Clan_Castle_02=حدد موقع قلعة القبيلة
Func_Locate_King_Altar_01=انقر موافق ثم انقر على موقع الملك
Func_Locate_King_Altar_02=حدد موقع الملك
Func_Locate_Laboratory_01=انقر موافق ثم انقر على مبنى الختبر
Func_Locate_Laboratory_02=حدد موقع المختبر
Func_Locate_Queen_Altar_01=انقر موافق ثم انقر على موقع الملكة
Func_Locate_Queen_Altar_02=حدد موقع الملكة
Func_Locate_TownHall_01=انقر موافق ثم انقر على قاعة المدينة
Func_Locate_TownHall_02=حدد موقع قاعدة المدينة
Func_Locate_Warden_Altar_01=انقر موافق ثم انقر على موقع الامر الكبير
Func_Locate_Warden_Altar_02=حدد موقع الامر الكبير
Func_PresetDeleteConf_Info_01=حذف التكوين
Func_PresetDeleteConf_Info_02=هل أنت متأكد أنك تريد حذف التكوين؟
Locate_building_01=لا تحرك الماوس بسرعة بعد النقر فوق الموقع
Locate_building_02=تأكد ان اسم المبنى مرئيا بالنسبة لي!
Locate_building_03=الآن يمكنك ابعاد الماوس خارج المحاكي، شكرا لك
Locate_building_04=تنويه
Locating_your_TH=إذا قمت بتحديد قاعة المدينة ولأنك قمت بترقيتها،
Must_restart_bot=يجب إعادة تشغيل البوت
MyVillage=قريتي
Ok=موافق
Ok_Cancel=موافق | الغاء
OK_to_restart_bot=انقر موافق لإعادة تشغيل البوت،
Profile_Already_Exists_01=الملف الشخصي موجود بالفعل
Profile_Already_Exists_02=الرجاء اختيار اسم آخر لملفك الشخصي
Profile_Already_Exists_03=موجود بالفعل
Profile_Already_Exists_04=الرجاء اختيار اسم آخر لملفك الشخصي
Restart_bot=انقر موافق لإغلاق البوت ثم قم بإعادة تشغيله (يدويا)
Settings_DPI_Error_01=DPI الخاص بك غير صحيح. اعد تعيينه
Settings_DPI_Error_02=يجب تعيينه إلى 100٪ لكي يعمل البوت
Settings_DPI_Error_03=عندما قمت بتغيير د ب ي إلى القيمة الصحيحة يجب إعادة تشغيل الكمبيوتر وشغل البوت
Settings_DPI_Error_04=لن تكون قادرا على استخدام البوت حتى تقوم بإجراء هذا التغيير.
Settings_DPI_Error_05=انقر موافق لعرض إرشادات حول كيفية تغيير DPI
Settings_DPI_Error_06=DPI غير صحيح
Settings_DPI_Error_07=غير مدعوم
Settings_DPI_Error_08=عذرا، نظام التشغيل الخاص بك غير معتمد من قبل البوت.
Settings_Error=خطأ في إعدادات العرض
sText_01=واجه البوت خطأ كبير فادح
sText_02=تعذر العثور على أو بدء التشغيل
sText_03=إعادة تشغيل الكمبيوتر والمحاولة مرة أخرى
sText_04=والبحث في المنتديات www.mybot.run لمزيد من المساعدة
sText_05=إغلاق ماي بوت!
sText_06=حسنا - يجب إنهاء البرنامج
Sure_Close Bot=هل أنت متأكد 100% تريد إعادة تشغيل بوت؟
Sure_Delete_Building_Info=هل أنت متأكد 100٪ من أنك تريد حذف معلومات المبنى؟
YES_NO=نعم | لا
[MBR Func_AtkLogHead]
AtkLogHead_Text_01=سجل الهجوم
AtkLogHead_Text_02=|                      --------  LOOT --------       ----- BONUS ------
AtkLogHead_Text_03=|AC|TIME.|TROP.|SEARCH|   GOLD| ELIXIR|DARK EL|TR.|S|  GOLD|ELIXIR|  DE|L.
[MBR Func_Village_Upgrade]
BtnResetLabUpgradeTime_Info_01=زر أحمر واضح يعني أن المختبر قيد الترقية
BtnResetLabUpgradeTime_Info_02=سيختفي تلقائيا عند الاقتراب من انتهاء وقت الترقية
BtnResetLabUpgradeTime_Info_03=إذا تم انهاء الترقية يدويا بالجواهر قبل نهاية الوقت الطبيعي،
BtnResetLabUpgradeTime_Info_04=انقر على الزر الأحمر لإعادة تعيين مؤقت الترقية الداخلية قبل بدء ترقية جديدة
BtnResetLabUpgradeTime_Info_05=تنبيه - غير ضروري إعادة ضبط الموقت سيقوم بالفحوصات المستمرة لحالة المختبر
BtnResetLabUpgradeTime_Info_06=بدأت ترقية القوات
BtnResetLabUpgradeTime_Info_07=سيبدأ التحقق من الانتهاء في:
Lab_GUIUpdate_Info_00=زر أحمر واضح يعني أن المختبر قيد الترقية
Lab_GUIUpdate_Info_01=سيختفي تلقائيا عند الاقتراب من انتهاء وقت الترقية
Lab_GUIUpdate_Info_02=إذا تم انهاء الترقية يدويا بالجواهر قبل نهاية الوقت الطبيعي،
Lab_GUIUpdate_Info_03=انقر على الزر الأحمر لإعادة تعيين مؤقت الترقية الداخلية قبل بدء ترقية جديدة
Lab_GUIUpdate_Info_04=تنبيه - غير ضروري إعادة ضبط الموقت سيقوم بالفحوصات المستمرة لحالة المختبر
Lab_GUIUpdate_Info_05=بدأت ترقية القوات
Lab_GUIUpdate_Info_06=سيبدأ التحقق من الانتهاء في:
Lab_GUIUpdate_Info_07=هل أنت متأكد 100٪ ترغب في إعادة تعيين موقت ترقية المختبر؟
Lab_GUIUpdate_Info_08=انقر موافق لإعادة تعيين
Lab_GUIUpdate_Info_09=أو انقر إلغاء للخروج
Lab_GUIUpdate_Info_10=إعادة تعيين الموقت
Lab_GUIUpdate_Info_11=إلغاء والعودة
Lab_GUIUpdate_Info_12=إعادة تعيين مؤقت ترقيات المختبر؟
[MBR GUI Control Bottom]
Func_AndroidEmbedded_False=عدم دمج
Func_AndroidEmbedded_True=دمج
Func_btnHide_False=عرض
Func_btnHide_True=اخفاء
[MBR Global GUI Design]
AM= ص
Clear_set_row_of_boxes=سيؤدي هذا الزر إلى محو أو تعيين الصف بالكامل
Day=يوم
days=أيام
Fr=ج
Friday=الجمعة
Hour=ساعة
Hours=Hours
hr=ساعة
hrs=ساعات
LblTownhall=قاعة المدينة
Level=لفل
Maxi=اقصى
min.=دقيقة
Mini=ادنى
Minutes=دقائق
Mo=ث
Monday=الاثنين
None=لا شيء
Only_during_day=فقط خلال هذا اليوم من الاسبوع
Only_during_hours=فقط خلال هذه الساعات من كل يوم
PM= م 
Sa=س
Saturday=السبت
search(es).=بحث
sec.=ثا
second=ثانية
seconds=ثواني
Su=ح
Sunday=الاحد
Th=خ
Thursday=الخميس
Tu=ثلا
Tuesday=الثلاثاء
We=ر
Wednesday=الاربعاء
[MBR Main GUI]
disabled_Tab_02_STab_02_STab_Info_01=ملاحظة: يتم تعطيل التبرع اذا تم وضع علامة على هذاالاختيار
disabled_Tab_03_STab_02_STab_Info_01=ملاحظة: يتم تعطيل هذه الاستراتيجية اذا تم وضع علامة على هذا الاختيار
disabled_Tab_03_STab_02_STab_Info_02=زود لتمكينه
MISC_TAB_ITEM1=القرية الأم
MISC_TAB_ITEM2=قرية البناء
Tab_01=سجل
Tab_02=القرية
Tab_02_STab_01=قريتي
Tab_02_STab_02=الطلب والدعم
Tab_02_STab_02_STab_01=طلب قوات
Tab_02_STab_02_STab_02=تبرع قوات
Tab_02_STab_02_STab_03=جدول التبرعات
Tab_02_STab_03=التطوير
Tab_02_STab_03_STab_01=مختبر
Tab_02_STab_03_STab_02=ابطال
Tab_02_STab_03_STab_03=مباني
Tab_02_STab_03_STab_04=جدران
Tab_02_STab_03_STab_05=تطوير تلقائي
Tab_02_STab_04=الإنجازات
Tab_02_STab_05=الاشعارات
Tab_02_STab_05_STab_01=PushBullet/Telegram
Tab_02_STab_05_STab_02=جدول الاشعارات
Tab_03=خطة الهجوم
Tab_03_STab_01=تدريب الجيش
Tab_03_STab_01_STab_01=السحر/القوات
Tab_03_STab_01_STab_02=التسريع
Tab_03_STab_01_STab_03=ترتيب التدريب
Tab_03_STab_01_STab_04=الخيارات
Tab_03_STab_02=هجوم/بحث
Tab_03_STab_02_STab_01=قاعدة ميتة
Tab_03_STab_02_STab_01_STab_01=المستخرجات
Tab_03_STab_02_STab_02=قاعدة نشطة
Tab_03_STab_02_STab_03=TH قنص
Tab_03_STab_02_STab_04=الفتوة
Tab_03_STab_02_STab_05=خيارات
Tab_03_STab_02_STab_05_STab_01=البرق الذكي
Tab_03_STab_02_STab_05_STab_02=الكؤوس
Tab_03_STab_02_STab_0X_STab_01=البحث
Tab_03_STab_02_STab_0X_STab_02=الهجوم
Tab_03_STab_02_STab_0X_STab_03=نهاية المعركه
Tab_03_STab_03=الإستراتيجيات
Tab_03_STab_03_STab_01=تحميل الاستراتيجية
Tab_03_STab_03_STab_02=حفظ الاستراتيجية
Tab_04=بوت
Tab_04_STab_01=خيارات
Tab_04_STab_02=المحاكي
Tab_04_STab_03=تصحيح
Tab_04_STab_04=الملف الشخصي
Tab_04_STab_05=احصائيات
Tab_04_STab_05_STab_01=المكاسب
Tab_04_STab_05_STab_02=متنوع
Tab_04_STab_05_STab_03=الهجمات
Tab_04_STab_05_STab_04=التبرعات
Tab_04_STab_05_STab_05=Multi Stats
Tab_05=حول البرنامج
[MBR GUI Design Bottom]
BtnAttackNowDB=هجوم DB!
BtnAttackNowLB=هجوم LB!
BtnAttackNowTS=قنص TH!
BtnEmbed=دمج
BtnEmbed_Info_01=استخدام هذا لتضمين نافذة المحاكي الى بوت.
BtnHide=اخفاء
BtnHide_Info_01=استخدام هذا لتحريك نافذة المحاكي بعيدا عن الأنظار
BtnHide_Info_02=(ليس مصغر ولكن مخفي)
BtnMakeScreenshot=صور
BtnMakeScreenshot_Info_01=انقر هنا لأخذ لقطة من قريتك وحفظها في ملف
BtnPause=ايقاف مؤقت
BtnPause_Info_01=استخدام هذا لتوقف مؤقتا جميع الإجراءات من البوت حتى الاستئناف (أو إيقاف مؤقت / مفتاح التوقف).
BtnResume=استئناف
BtnResume_Info_01=استعمل هذا الاستئناف واوقف البوت(او توقف /مفتاح الاستراحه)
BtnSearchMode=نمط البحث
BtnSearchMode_Info_01=استخدم هذا لاستئناف توقف البوت (أو إيقاف مؤقت / مفتاح التوقف).
BtnStart=تشغيل البوت
BtnStart_Info_01=استخدام هذا لتشغيل البوت
BtnStop=ايقاف البوت
BtnStop_Info_01=استخدم هذا لإيقاف البوت (أو مفتاح الهروب بالكيبورد).
ChkBackgroundMode=وضع في الخلفية
ChkBackgroundMode_Info_01=حدد هذا الخيار لتمكين وضع الخلفية للبوت.
ChkBackgroundMode_Info_02=مع هذا يمكنك أيضا إخفاء نافذة محاكي الاندرويد بعيدا عن الأنظار
Group_01=- البوت مجاني -
GrpVillage=القرية
GrpVillage_Info_01=التبديل بين معلومات القرية والاحصائيات
LblDonate=دعم المطور
LblDonate_Info_01=تبرع Paypal
LblVillageReportTemp_01=تقرير القرية
LblVillageReportTemp_02=سوف تظهر هنا
LblVillageReportTemp_03=في الجولة الأولى
[MBR GUI Design Child Attack - Attack Scripted]
CmbScriptDropline=خط اسقاط على الزوايا الخارجية | خط اسقاط كقبضة حول حدود الخط الاحمر | خط اسقاط كامل على الزاويا الخارجية | خط اسقاط كامل كقبضة حول حدود الخط الاحمر | ليس على شكل خط اسقاط
CmbScriptDropline_Info_01=اختر حواف خط الاسقاط.الافتراضي وألاكثر أمانا هو على الزاويا الخارجية. وقبضة حدود الخط الاحمر يمكن أن تحسن الهجوم.
CmbScriptName=اختار استراتيجية. يمكنك تعديل / إضافة استراتيجية جديدة تقع في مجلد: "CSV / هجوم '
CmbScriptRedlineImpl=ImgLoc Raw Redline (default)|ImgLoc Redline Drop Points|Original Redline|External Edges
CmbScriptRedlineImpl_Info_01=اختيار تنفيذ الخط الاحمر . ImgLoc Redline . هو الافتراضي وألافضل.
Group_01=نشر الجنود
IconApply_Info_01=Apply Settings of troop, spell, redline, dropline, and request
IconCopy_Info_01=نسخ سيناريو الهجوم الحالي إلى اسم جديد
IconCreate_Info_01=إنشاء سيناريو هجوم جديد
IconReload_Info_01=تحميل ملفات السيناريو
IconShow-Edit_Info_01=إظهار / تحرير سيناريو الهجوم الحالي
[MBR GUI Design Child Attack - Attack]
BtnClose=اغلاق
BtnCustomDropOrder=تنزيل القوات
BtnCustomDropOrder_Info_01=حدد القوات التي تريد انزالها
BtnDropOrderSet=تطبيق طلب جديد
BtnDropOrderSet_Info_01=اضغط الزر عند الانتهاء من اختيار القوات المخصصة للتنزيل
BtnDropOrderSet_Info_02=عندما لا يتم ملء جميع فتحات القوات، وسوف تستخدم عشوائي ترتيب القوات في فتحات فارغة!
BtnRemoveDropOrder=قائمة تنزيل فارغة
BtnRemoveDropOrder_Info_01=اضغط على زر لإزالة جميع القوات من القائمة والبدء من جديد
ChkCustomDropOrderEnable=تمكين امر انزال القوات
ChkCustomDropOrderEnable_Info_01=تمكين لتحديد قوات مخصصة للتنزيل
ChkCustomDropOrderEnable_Info_02=Will not have effect on CSV Scripted Attack! It's only for Standard Attack.
ChkCustomDropOrderEnable_Info_03=لقواعدالنشطةوالميت
ChkTHSnipeBeforeEnable=قنص قاعة مدينة خارجية اولاً
ChkTHSnipeBeforeEnable_Info_01=إذا كانت قاعة المدينة بالخارج ابدأ بقنصها
Chk-Use-Clan Castle_Info_01=انزال قوات قلعة القبيلة الخاصة بك في المعركة إذا كان يحتوي على القوات.
Chk-Use-Clone_Info_01=استخدام سحر الاستنساخ عند الهجوم ...
Chk-Use-Earthquake_Info_01=استخدام سحر زلزال عند الهجوم ...
Chk-Use-Freeze_Info_01=استخدام سحر التجميد عند الهجوم ...
Chk-Use-Haste_Info_01=استخدام سحرالتسريع عند الهجوم ...
Chk-Use-Healing_Info_01=استخدام سحر الشفاء عند الهجوم ...
Chk-Use-Jump_Info_01=استخدام سحر القفز عند الهجوم ...
Chk-Use-King_Info_01=استخدام الملك عند الهجوم ...
Chk-Use-King_Info_02=تمكين مع تاون هول 7 وأعلى
Chk-Use-Light_Info_01=استخدام سحر البرق عند الهجوم ...
Chk-Use-Poison_Info_01=استخدام سحر السم عند الهجوم ...
Chk-Use-Queen_Info_01=استخدام الملكة عند الهجوم ...
Chk-Use-Queen_Info_02=تمكين مع تاون هول 9 وأعلى
Chk-Use-Rage_Info_01=استخدام سحر الغضب عند الهجوم ...
Chk-Use-Skeleton_Info_01=استخدام سحر الهياكل العظمية عند الهجوم ...
Chk-Use-Warden_Info_01=استخدام الامر الكبير عند الهجوم ...
Chk-Use-Warden_Info_02=تمكين مع تاون هول 11
Cmb-Algorithm_Item_01=هجوم قياسي
Cmb-Algorithm_Item_02=هجوم مخصص
Cmb-Algorithm_Item_03=هجوم نهب و سلب
Cmb-Algorithm_Item_03_SubItem_01=هيكلية الهجوم - أ
Cmb-Algorithm_Item_03_SubItem_02=شروط الهجوم - ب
Cmb-Algorithm_Item_03_SubItem_03=الهجوم - ج
Cmb-Algorithm_Item_03_SubItem_04=بعدالسلب و النهب - د
Cmb-Algorithm_Item_03_SubItem_05=متقدم
Cmb-SelectTroop_Info_01=حدد القوات لاستخدامها في الهجمات
Cmb-SelectTroop_Item_01=استخدم جميع القوات
Cmb-SelectTroop_Item_02=استخدم قوات الثكنات
Cmb-SelectTroop_Item_03=بربر فقط
Cmb-SelectTroop_Item_04=ارشر فقط
Cmb-SelectTroop_Item_05=بربر + ارشر
Cmb-SelectTroop_Item_06=بربر + سارق
Cmb-SelectTroop_Item_07=ارشر + سارق
Cmb-SelectTroop_Item_08=بربر + ارشر + عملاق
Cmb-SelectTroop_Item_09=بربر + ارشر + سارق + عملاق
Cmb-SelectTroop_Item_10=بربر + ارشر + راكب خنزير
Cmb-SelectTroop_Item_11=بربر + ارشر + مينيون
CmbTHSnipeBeforeScript_Info_01=يمكنك إضافة / تعديل إعدادات CSV في المجلد CSV الخاص بقنص TH
Group_01=هجوم مع
Group_02=قنص قاعة المدينة
Group_03=Custom Dropping Order
GUI_DropOrder=Attack Custom Dropping Order
LblAttackType=نوع الهجوم
LblSelectSpecialTroop=القوات الخاصة للاستخدام
LblSelectTroop=فقط إسقاط هذه القوات
LblTHSnipeBeforeTiles=إضافة بلاط
LblTHSnipeBeforeTiles_Info_01=أقصى عدد من البلاطات عن الحدود لتعتبر قاعة المدينة خارجية
TxtDropOrder=Enter sequence order for drop of troop #
[MBR GUI Design Child Attack - Attack Standard]
ChkAttackNearDarkElixirDrill_Info_01=انزال القوات بالقرب من مستخرجات اكسير الظلام
ChkAttackNearElixirCollector_Info_01=انزال القوات بالقرب من مستخرجات الاكسير
ChkAttackNearGoldMine_Info_01=انزال القوات بالقرب من مناجم الذهب
ChkRandomSpeedAtk=عشوائية وحدة التاخير والموجات
ChkSmartAttackRedArea=استخدام الهجوم الذكي:بالقرب من الخط الاحمر للقرية
ChkSmartAttackRedArea_Info_01=استخدم الهجوم الذكي لاكتشاف الخط الاحمر للقرية للهجوم وانزال القوات بالقرب منه
CmbSmartDeploy_Info_01=الجوانب ثم القوات
CmbSmartDeploy_Info_02=القوات، ثم الجوانب
CmbStandardDropOrder_Info_01=حدد مسبقا ترتيب انزال القوات.
CmbStandardDropOrder_Info_02=كل خيار ينشر القوات في ترتيب مختلف وفي موجات مختلفة
CmbStandardDropOrder_Info_03=فإن القوات المختارة في خيار "إسقاط فقط هذه القوات" سيتم تنزيلها
CmbStandardDropOrder_Item_01=افتراضي (جميع القوات)
CmbStandardDropOrder_Item_02=Barch/BAM/BAG
CmbStandardDropOrder_Item_03=GiBarch
CmbStandardDropSides_Info_01=هجوم على جانب واحد، لاختراق القاعدة
CmbStandardDropSides_Info_02=هجوم على الجانبين، لاختراق القاعدة
CmbStandardDropSides_Info_03=هجوم من ثلاث جهات، يذهب خارجا وبعضها داخل القاعدة
CmbStandardDropSides_Info_04=حدد عدد الجوانب للهجوم على القاعدة.
CmbStandardDropSides_Info_05=هجوم على جانب واحد الأقرب إلى إكسير التخزين الظلام
CmbStandardDropSides_Info_06=هجوم على جانب واحد أقرب إلى البيت
CmbStandardDropSides_Item_01=جانب واحد
CmbStandardDropSides_Item_02=الجانبين
CmbStandardDropSides_Item_03=ثلاث جهات
CmbStandardDropSides_Item_04=جميع اطراف بتساوي
CmbStandardDropSides_Item_05=هجوم جهة اكسير الظلام
CmbStandardDropSides_Item_06=هجوم جهة قاعة المدينة
Group_01=نشر القوات
Label_01=ترتيب تنزيل القوات
Label_02=هجوم على
Lbl-CmbStandardUnitDelay=وحدة تاخير
Lbl-CmbStandardUnitDelay_Info_01=هذا التاخير في نشر القوات , من 1 (سريع) = مثل بوت ، الى 10 (بطيئ) = مثل الإنسان.
Lbl-CmbStandardUnitDelay_Info_02=العشوائية سوف تجعل البوت أكثر تنوعا وأقرب إلى الانسان.
Lbl-CmbStandardWaveDelay_Info_01=الموجة
LblSmartDeploy=نوع الانزال
LblSmartDeploy_Info_01=حدد وضع النشر لموجات القوات
LblSmartDeploy_Info_02=نوع 1: إسقاط موجة واحدة من القوات مثلا البربري على كل جانب ثم تبديل القوات الاخرى مثلا رامي السهام،
LblSmartDeploy_Info_03=نوع 2: إسقاط موجة كاملة لجميع القوات (مثل عمالقة، غيلان و رامية السهام) على جانب واحد ثم التبديل للجانب الاخر وتكرار الموجة الكاملة
[MBR GUI Design Child Attack - EndBattle]
ChkDEEnd=عندما
ChkDEEnd_Info_01=سينهي المعركة عند أقل من الحد الادنى من اكسير الظلام والملك ضعيف
ChkDEEnd_Info_02=سينهي المعركة عند أقل من الحد الادنى من اكسير الظلام والملكة ضعيفة
ChkDESideEB=عندما اقل من
ChkDESideEB_Info_01=تمكين الشروط الخاصة للهجوم الجانب المظلم إكسير.
ChkDESideEB_Info_02=إذا لم يتم اختيار المرشحات الإضافية سوف تنتهي المعركة عندما أدناه إجمالي الظلام إكسير في المئة.
ChkDisableOtherEBO=تعطيل خيارات نهاية المعركة العادية
ChkDisableOtherEBO_Info_01=تعطيل خيارات نهاية المعركة العادية عند ايجاد جهة الهجوم على اكسير الظلام
ChkEndNoResources=عندما لا توجد موارد متبقية
ChkEndNoResources_Info_01=نهاية المعركة عندما كل من الذهب ، إكسير و إكسير الظلام = 0
ChkEndOneStar=عند الفوز بنجمة واحدة
ChkEndOneStar_Info_01=سينهي المعركة إذا فاز بنجمة واحدة في معركة
ChkEndOneStar_Info_02=سينهي معركة عند أقل من دقيقة DE ونجمة واحدة وفاز.
ChkEndPercentChange=عندما لا تتغير النسبة المئوية
ChkEndPercentChange_Info_01=انهاء الهجمه عندما تكون النسبه المئويه غير متغيره
ChkEndPercentHigher=عندما تكون النسبة المئوية
ChkEndPercentHigher_Info_01=انهاء الهجمه عندما تكون النسبه المئويه للدمار أكثر من
ChkEndTwoStars=عند الفوز بإثنين من النجوم
ChkEndTwoStars_Info_01=سينهي المعركة إذا فاز 2 النجوم في المعركة
ChkStopAtkNoLoot=عندما لاتوجد مكاسب جديدة
ChkStopAtkNoLoot_Info_01=إنهاء المعركة إذا لم يكن هناك غنائم اضافية اثناء الغارة ضمن هذا العدد من الثواني.
ChkStopAtkNoLoot_Info_02=بدء العد التنازلي  بعد نشر كل القوات وتنزيل الملوك في المعركة.
Group_01=خروج من المعركة
Group_02=خيارات نهاية معركة جهة اكسير الظلام
LabelDE_01=خيارات نهاية المعركة ,هجوم جهة اكسير الظلام
LabelDE_Info_01=تمكين عن طريق اختيار هجوم جهة اكسير الظلام  في خيارات النشر في القرية النشطة
LblDEEnd=ضعيف
LblMinRerourcesAtk2=والموارد هي أقل
LblMinRerourcesAtk2_Info_01=نهاية المعركة إذا كانت كمية الذهب والاكسير والنفط اقل من هذا
LblPercentChange=خلال
LblPercentHigher=أكثر من
LblStopAtkNoLoot=عندالغارة خلال
LblSwitch_DB_Attack_at_END=آجلا(DB)تبديل لهجوم
TxtArmyCamps2_Info_01=تعيين نسبة الجيش في المعسكرات  قبل تفعيل هذا الخيار
[MBR GUI Design Child Attack - Search]
ChkActivateCamps=معسكرات الجيش
ChkActivateCamps_Info_01=تعيين نسبة الجيش المطلوبة في المعسكرات لتمكين خيار الهجوم حين البحث
ChkActivateSearches=البحث
ChkActivateSearches_Info_01=ملاحظة - تمكين نطاق البحث لهذا النوع من الهجوم فقط
ChkActivateSearches_Info_02=لن يؤدي تحديدالإرقام إلى اعادة تشغيل عملية البحث
ChkActivateTropies=الكؤؤس
ChkActivateTropies_Info_01=هذا الخيار لن يضبط عددالكؤؤس والبقاء ضمن النطاق الذي ادخل!
ChkMaxAirDefense=البحث عن قاعدة لديها دفاع جوي دون هذا المستوى
ChkMaxEagle=البحث عن قاعدة لديها مدفعة النسر دون هذا المستوى
ChkMaxInferno=البحث عن قاعدة لديها برج النار دون هذا المستوى
ChkMaxMortar=البحث عن قاعدة لديها هاون دون هذا المستوى.
ChkMaxWizTower=البحث عن قاعدة لديها برج ساحر دون هذا المستوى
ChkMaxXBow=البحث عن قاعدة لديها القوس دون هذا المستوى
ChkMeetDE=إكسير الظلام
ChkMeetDE_Info_01=البحث عن قاعدة تلبي الحد الأدنى من إكسير الظلام.
ChkMeetOne=تلبي شرط واحد اعلاه ثم الهجوم
ChkMeetOne_Info_01=مجرد تلبية شرط واحد فقط من الشروط المذكورة أعلاه ثم الهجوم.
ChkMeetTH_Info_01=البحث عن قاعدة التي تكون بهذا المستوى او اقل
ChkMeetTHO=الهجوم على البيت عندما يكون في الخارج
ChkMeetTHO_Info_01=البحث عن قاعدة تكون فيها قاعة مدينة مكشوفة وعرضة للخطر. (خارج الأسوار)
ChkMeetTrophy_Info_01=البحث عن قاعدة التي تلبي قيمة الربح من غنائم الكؤؤس.
ChkMeetTrophy_Info_02=تعيين الحد الأدنى من كمية ربح الكؤؤس للبحث والهجوم على القرية
ChkMeetTrophy_Info_03=تعيين الحد الأقصى من كمية ربح الكؤؤس للبحث والهجوم على القرية
ChkSpellsWait=انتظر السحر ليكون جاهز
ChkSpellsWait_Info_01=إيقاف البحث عن الهجوم عندماالسحر ليس جاهزا
ChkSpellsWait_Info_02=تحذير: لا تمكن هذا الخيار إلا إذا كان لديك مصنع سحر أو بوت لن يهاجم!
ChkWaitForCastleSpell=انتظر للحصول على دعم سحر من القبيلة
ChkWaitForCastleSpell_Info_01=انتظر حتى يتم التبرع لك بالسحر من قبل الاعضاء في القبيلة
ChkWaitForCastleTroops=انتظر قوات القلعة لتكون كاملة
ChkWaitForCastleTroops_Info_01=انتظر حتى قلعة القبيلة الخاصة بك تكون كاملة
CmbDBTH=تعيين اعلى مستوى لقاعة المدينة للبحث عن القرية والهجوم عليها
CmbMaxAirDefense_Info_01=تعيين اعلى مستوى للدفاع الجوي للبحث عن القرية والهجوم عليها
CmbMaxEagle_Info_01=تعيين اعلى مستوى لمدفعة النسر للبحث عن القرية والهجوم عليها
CmbMaxInferno_Info_01=تعيين اعلى مستوى لبرج النار للبحث عن القرية والهجوم عليها
CmbMaxMortar_Info_01=تعيين اعلى مستوى للهاون للبحث عن القرية والهجوم عليها
CmbMaxWizTower_Info_01=تعيين اعلى مستوى لبرج الساحر للبحث عن القرية والهجوم عليها
CmbMaxXBow_Info_01=تعيين اعلى مستوى للقوس للبحث عن القرية والهجوم عليها
CmbMeetGE_Info_01=البحث عن قاعدة التي تلبي مجموعة القيم و / أو / مجموع  للذهب والاكسير.
CmbMeetGE_Info_02=و= كلا الشرطين يجب أن تلبي قيمة الذهب وإكسير.
CmbMeetGE_Info_03=أو= شرط واحد يجب أن تلبي قيمة الذهب أو إكسير.
CmbMeetGE_Info_04=+ (مجموع)= يجب ان يلبي المبلغ الإجمالي من الذهب + إكسير .
CmbMeetGE_Item_01=G و E
CmbMeetGE_Item_02=G أو E
CmbMeetGE_Item_03=G + E
CmbWaitForCastleSpell=أي شيء
Group_01=ابدأ البحث اذا
Group_02=تصفية خيارات البحث
Group_03=قاعدة ضعيفة | اقصى الدفاعات
LblActivateMaxSearches_Info_01=تعيين العدد الاقصى من عمليات البحث لتفعيل خيار هذا الهجوم
LblActivateMaxTropies_Info_01=تعيين العدد الاقصى من الكؤؤس حيث سيتم استخدام هذا الهجوم
LblActivateMinSearches=تعيين العدد الأدنى من عمليات البحث لتفعيل خيار هذا الهجوم
LblActivateMinSearches_Info_01=تعيين العدد الأدنى من عمليات البحث لتفعيل خيار هذا الهجوم
LblActivateMinTropies_Info_01=تعيين العدد الأدنى من الكؤؤس حيث سيتم استخدام هذا الهجوم
LblAddTiles_01=مسافة قاعة المدينة من
LblAddTiles_02=الحدود، اضافة البلاط
LblSWTTiles=حين التدريب
LblSWTTiles_Info_01=اضف عدد البلاطات من حواف قاعدة
LblTHadd_Info_01=أدخل عدد بلاطات (مربع 1*1)العشب من قاعدة حواف الرقعة حتى تعتبر قاعة المدينة في الخارج.
LblTHadd_Info_02=مثال: (0) من البلاط تعتبر قاعة المدينة بالضبط على حافة. وعندما (4) من البلاطات تكون قاعة المدينة أبعد من الحواف وأقرب إلى وسط القرية.
LblTHadd_Info_03=إذا كانت قاعة المدينة هو أكبر من ضبط عدد البلاطات سيتم تخطي القاعدة.
TxtHeroesWait=انتظر البطل ليكون جاهز
TxtHeroesWait_Info_01=انتظر الخيار بطل تعطيل عندما المستمر ترقية بطل المختارة!
TxtKingWait_Info_01=انتظر الملك على أن يكون جاهزا قبل الهجوم ...
TxtKingWait_Info_02=ممكن مع قاعدة المدينة 7 وما بعده
TxtMinDarkElixir_Info_01=تعيين الحد الأدنى. كمية من إكسير الظلام للبحث عن على القرية لهجوم.
TxtMinElixir_Info_01=تعيين الحد الأدنى. كمية من إكسير للبحث عن على القرية لهجوم.
TxtMinGold_Info_01=تعيين الحد الأدنى. كمية من الذهب للبحث عن على القرية لهجوم.
TxtMinGoldPlusElixir_Info_01=تعيين الحد الأدنى. كمية من الذهب + إكسير للبحث عن على القرية لهجوم.
TxtQueenWait_Info_01=انتظر الملكة لتكون جاهزة قبل الهجوم ...
TxtQueenWait_Info_02=ممكن مع قاعدة المدينة 9 وما فوق
TxtWaitForCastleSpell=و
TxtWardenWait_Info_01=انتظر الامر الكبير ليكون جاهزة قبل الهجوم ...
TxtWardenWait_Info_02=ممكن مع قاعدة المدينة 11
[MBR Global GUI Design Names Spells]
TxtCloneSpells=سحر الاستنساخ
TxtEarthQuakeSpells=سحر الزلزال
TxtFreezeSpells=سحر التجميد
TxtHasteSpells=سحر التسريع
TxtHealingSpells=سحر شفاء
TxtJumpSpells=سحر القفز
TxtLightningSpells=سحر البرق
TxtPoisonSpells=سحر السم
TxtRageSpells=سحر الغضب
TxtShortCloneSpells=Clone
TxtShortEarthquakeSpells=زلزال
TxtShortFreezeSpells=تجميد
TxtShortHasteSpells=تسريع
TxtShortHealSpells=شفاء
TxtShortJumpSpells=قفز
TxtShortLightningSpells=برق
TxtShortPoisonSpells=سم
TxtShortRageSpells=غضب
TxtShortSkeletonSpells=الهياكل
TxtSkeletonSpells=سحر الهياكل
[MBR Global GUI Design Names Troops]
Grand Warden=الآمر الكبير
King=الملك
Queen=الملكة
TxtArchers=راميات سهام
TxtBabyDragons=التنين الصغير
TxtBalloons=بالون
TxtBarbarians=بربري
TxtBowlers=باولر
TxtDragons=تنانين
TxtGiants=عمالقة
TxtGoblins=سارق
TxtGolems=كولم
TxtHealers=المعالجات
TxtHogRiders=راكب الخنزير
TxtLavaHounds=كلب الحمم
TxtMiners=عمال المنجم
TxtMinions=منيون
TxtPekkas=بيكا
TxtValkyries=فالكيري
TxtWallBreakers=مفجر جدران
TxtWitches=ساحرات
TxtWizards=ساحر
[MBR GUI Design Child Attack - Troops]
Btn_Remove_Army=إزالة الجيش
ChkArmy=Army 
ChkForceBrewBeforeAttack=تجهيز السحر المزدوج
ChkTotalCampForced=قوة المعسكرات الكلية
ChkTotalCampForced_Info_01=إذا لم يتم الكشف عن قيمة مجموع معسكرات الجيش (اسال حينها)
ChkUseQuickTrain=تدريب سريع
Group_01=تدريب القوات
Group_02=تجهيز السحر
LblCamps=جيش
LblCountTotal=كلي
LblCountTotal_Info_01=يجب ان يكون مجموع القوات مساوية لسعة الجيش عندك.
LblFullTroop=نسبة الجيش في المعسكرات
Mouse_Left_Click=استخدم النقر على زر الماوس الايسر لرفع مستوى القوات او استخدم النقر على زر الماوس الايسر مع زر الشفت بالكيبورد لخفض مستوى القوات
RdoArmy_01=جيش 1
RdoArmy_02=جيش 2
RdoArmy_03=جيش 3
SpellCapacity=مساحة مصنع السحر
TxtFullTroop_Info_01=عنما تصبح نسبة الجيش في المعسكرات للبدأ بالهجوم
TxtSetSpell_Info_01=السحر لجعل.
TxtSetTroop_Info_01=أدخل عدد من
TxtSetTroop_Info_02=للتجهيز
TxtTotalCountSpell_Info_01=يتم تحديد الرقم حسب المساحة التخزينية للمشروبات
[MBR GUI Design Child Attack - Bully]
CmbBullyMaxTH_Info_01=الحد الاقصى من مستوى قاعة المدينة لممارسة هجوم الفتوة
Group_01=الاستقواء على القرى الضعيفة (هجوم الفتوة)
LblATBullyMode=أقصى لفل للبيت
LblBullyMode=في وضع الفتوة، سيتم الهجوم على جميع القواعد التي تلبي المتطلبات أدناه.
LblSearch=تمكين الفتوة بعد
LblSearch_Info_01=انتظار عدد عمليات البحث  قبل التنشيط.
LblWhenFound=عندما يجد القاعدة يكون الهجوم باعدادات من
RadBullyUseDBAttack=القواعد الميتة
RadBullyUseDBAttack_Info_01=استخدام إعدادات هجوم القاعدة الميتة عند المهاجمة بوضع الفتوة.
RadBullyUseLBAttack=القواعد النشطة
RadBullyUseLBAttack_Info_01=استخدام إعدادات هجوم القاعدة النشطة عند المهاجمة بوضع الفتوة.
[MBR GUI Design Child Attack - Deadbase-Collectors]
ChkCollectorLevel_Info_01=إذا تم تحديد هذا المربع، البوت سوف ينظر الى
ChkCollectorLevel_Info_02=مليء
ChkCollectorLevel10_Info_01=لمستوى 10 لمستخرج إلاكسير وبعدها الى النسبة ليحدد اذا كانت القاعدة ميتة.
ChkCollectorLevel11_Info_01=لمستوى 11 لمستخرج إلاكسير وبعدها الى النسبة ليحدد اذا كانت القاعدة ميتة.
ChkCollectorLevel12_Info_01=لمستوى 12 لمستخرج إلاكسير وبعدها الى النسبة ليحدد اذا كانت القاعدة ميتة.
ChkCollectorLevel6_Info_01=لمستوى 6 لمستخرج إلاكسير وبعدها الى النسبة ليحدد اذا كانت القاعدة ميتة.
ChkCollectorLevel7_Info_01=لمستوى 7 لمستخرج إلاكسير وبعدها الى النسبة ليحدد اذا كانت القاعدة ميتة.
ChkCollectorLevel8_Info_01=لمستوى 8 لمستخرج إلاكسير وبعدها الى النسبة ليحدد اذا كانت القاعدة ميتة.
ChkCollectorLevel9_Info_01=لمستوى 9 لمستخرج إلاكسير وبعدها الى النسبة ليحدد اذا كانت القاعدة ميتة.
ChkDisableCollectorsFilter=تعطيل تدقيق المستخرجات
ChkDisableCollectorsFilter_Info_01=عند تعطيل تصفية المستخرجات تتغير القرى النشطة الى بحث القرى النشطة
CmbMinCollectorMatches_Info_01=اختر كم عدد المستخرجات التي يحتاجها البوت لاعتبارها قرية ميتة
Group_01=المستخرجات
LblCollectorLevel=اختار اي المستخرجات للتدقيق واعتبارها قرية ميتة ثم اختار كم يجب ان تكون نسبة الامتلاء
LblCollectorLevel10=لفل 10 ان يكون
LblCollectorLevel10_Info_01=اختر كم نسبة امتلاء المستخرجات لفل 10 من أجل أن تكون "ميتة"
LblCollectorLevel11=لفل 11 ان يكون
LblCollectorLevel11_Info_01=اختر كم نسبة امتلاء المستخرجات لفل 11 من أجل أن تكون "ميتة"
LblCollectorLevel12=لفل 12 ان يكون
LblCollectorLevel12_Info_01=اختر كم نسبة امتلاء المستخرجات لفل 12 من أجل أن تكون "ميتة"
LblCollectorLevel6=لفل 6 ان يكون
LblCollectorLevel6_Info_01=اختر كم نسبة امتلاء المستخرجات لفل 6 من أجل أن تكون "ميتة"
LblCollectorLevel7=لفل 7 ان يكون
LblCollectorLevel7_Info_01=اختر كم نسبة امتلاء المستخرجات لفل 7 من أجل أن تكون "ميتة"
LblCollectorLevel8=لفل 8 ان يكون
LblCollectorLevel8_Info_01=اختر كم نسبة امتلاء المستخرجات لفل 8 من أجل أن تكون "ميتة"
LblCollectorLevel9=لفل 9 ان يكون
LblCollectorLevel9_Info_01=اختر كم نسبة امتلاء المستخرجات لفل 9 من أجل أن تكون "ميتة"
LblCollectorTolerance=التسامح
LblMinCollectorMatches=عدد المستخرجات المطلوبة
SldCollectorTolerance_Info_01=استخدم شريط التمرير هذا لضبط التسامح من جميع الصور.
SldCollectorTolerance_Info_02=إذا كنت ترغب في تعديل الصور الفردية، يجب تحرير الملفات.
SldCollectorTolerance_Info_03=تحذير: لا تقم بتغيير هذا الإعداد إلا إذا كنت تعرف ما تقومون به. تعيين إلى 0 إذا كنت غير متأكد.
[MBR GUI Design Child Attack - Strategies]
BtnGUIPresetDeleteConf=حذف
BtnGUIPresetLoadConf=تحميل التكوين
BtnGUIPresetSaveConf=حفظ التكوين
BtnStrategyFolder=فتح مجلد الستراتيجيات
LblLoadPresetMessage=تحميل إعدادات مسبقة التكوين \ n\ n- تحميل كل تدريب الجيش علامة التبويب إعدادات \ تحميل n- الكل بحث && علامة التبويب إعدادات هجوم \ n \ n- باستثناء: حصة الإعادة إعدادات \ n- باستثناء: خذ إعدادات لقطة مكاسب \ n- باستثناء : إعدادات جوهرة دفعة
LblSaveFilename=اسم ملف الاستراتيجية
LblSaveFilenameNote=ملاحظات
LblSavePresetMessage=حفظ الإعدادات \(حفظ كل من )\ اعدادات تبويب تدريب الجيش \ اعدادات تبويب البحث والهجوم \(ماعدا)\ اعدادات اعادة النشر \ اعدادات اخذ لقطة الغنائم المسروقة \ اعدادات التسريع بالجواهر
[MBR GUI Design - Loading]
Android_instance_01=
Android_instance_02=(نموذج)
Closing_previous=اغلاق البوت السابق...
Commandline_multiple_Bots=باستخدام سطر الأوامر (أو اختصار) يمكنك البدء روبوتات متعددة: \ r \ n MyBot.run.exe [الملف الشخصي] [اسم المحاكي] [اسم مثيل] \ r\ n \ r \ n باستخدام سطر الأوامر الأول المعلمة، تحديد التخصيصات (يمكنك إنشاء ملفات تعريف على / علامة التبويب ملفات بوت، إذا كان اسم الملف يحتوي على و{مساحة}، ثم ضع اسم ملفي شخصي في التنصيص). مع الثانية، تحديد اسم المحاكي ومع الثالث، وهو الروبوت مثيل (not to BlueStacks). \ r \ n المدعومة المحاكيات هي MEmu، Droid4X NOX n إكس "قريتي الثانية" MEmu MEmu_1
Compile_Script=عدم تشغيل / ترجمة البرامج النصية كما هو (x64) و! محاولة تشغيل / ترجمة البرامج النصية كما هو (x86) و للحصول على بوت للعمل. \ r \ n إذا هذه الرسالة لا يزال يبدو، في محاولة لإعادة تثبيت أوتويت.
Loading_Profile=, الملف الشخصي
Msg_Android_instance_01=my bot قيد التشغيل بالفعل. \ r \ n \ r \ n
Msg_Android_instance_02=my bot يتم التشغيل مع الملف الشخصي. \ r \ n \ r \ n
Msg_Android_instance_03=يتم التشغيل
Msg_Android_instance_04=تكوين محاكي الاندرويد
Msg_Android_instance_05=محاكي الاندرويد غير متوفر
SplashStep_01=التحميل اللغة الرئيسي ...
SplashStep_02=تحميل لغةالاقلاع  ...
SplashStep_03=التحميل الاساسي ...
SplashStep_04=تحميل القرية ...
SplashStep_05=تحميل الملفات...
SplashStep_06=تحميل البوت tab...
SplashStep_07=تحميل حول tab...
SplashStep_08=تشغيل الواجهة...
SplashStep_09=جار انتظار فتح البوت ...
SplashStep_Loading=تحميل...
StatusBar_Item_01=عرض البوت
StatusBar_Item_02=اخفاء عند التصغير
StatusBar_Item_03=دعم المطورين
StatusBar_Item_04=حول
StatusBar_Item_05=خروج
StatusBar_Item_06=تشغيل المحاكي...
StatusBar_Item_07=اكتشاف المحاكي...
StatusBar_Item_Pause=استراحة عرضت
StatusBar_Item_Resume=استئناف بوت
StatusBar_Item_Start=بدء بوت
StatusBar_Item_Stop=وقف بوت
Waiting_for_Remote_GUI=Waiting for remote GUI...
[MBR GUI Design Log]
BtnAtkLogClear=تنظيف السجل
BtnAtkLogClear_Info_01=استعمال هذا لتنظيف سجل الهجوم
BtnAtkLogCopyClipboard=نسخ الى الحافظة
BtnAtkLogCopyClipboard_Info_01=(CTRL+C)استعمال هذا في نسخ سجل الهجوم الى الحافظة
CmbLogDividerOption_Item_01=تغيير حجم سجلات البوت والهجوم
CmbLogDividerOption_Item_02=سجلات البوت والهجوم بنفس الحجم
CmbLogDividerOption_Item_03=سجل البوت كبير و سجل الهجوم صغير
CmbLogDividerOption_Item_04=سجل البوت صغير و سجل الهجوم كبير
CmbLogDividerOption_Item_05=سجل البوت كامل و اخفاء سجل الهجوم
CmbLogDividerOption_Item_06=اخفاء سجل البوت و سجل الهجوم كامل
LblLog_Style=نمط السجل
LblLog_Style_Info_01=إستعمل هذه الخيارات لوضع نمط السجل
[MBR GUI Design Child Village - Donate-CC]
ChkRequestTroopsEnable=أطلب  دعم (قوات / سحر)
Group_01=قوات قلعة القبيلة
TxtRequestCC=Anything please
TxtRequestCC_Info_01=يستخدم هذا النص عند طلبك للقوات في دردشة القبيلة
[MBR GUI Design Child Bot - Debug]
BtnTestAttackBar=اختبار شريط الهجوم
BtnTestAttackCSV=CSV اختبار هجوم
BtnTestBuildingLocation=ايجاد المباني
BtnTestCleanYard=اختبار تنظيف الساحة
BtnTestClickDrag=اختبار نقر السحب (التمرير)
BtnTestDeadBase=اختبار القاعدة الميتة
BtnTestDeadBaseFolder=اختبار مجلد القاعدة الميتة
BtnTestDonateCC=اختبار تبرع القوات
BtnTestImage=اختبار صورة
BtnTestRequestCC=اختبار طلب القوات
BtnTestTrain=اختبار التدريب
BtnTestVillageSize=اختبار حجم القرية
ChkDebugAndroid=Android
ChkDebugAndroid_Info _01=تصحيح الأخطاء: تمكين رسائل تصحيح أخطاء السجل الإضافية لعمليات أندرويد.
ChkdebugAttackCSV=CSV هجوم
ChkdebugAttackCSV_Info _01=تصحيح: يولد CSV خاص ملفات السجل تحليل
ChkdebugBuildingPos=المباني
ChkdebugBuildingPos_Info _01=تصحيح: تمكين تظهر مواقف المباني في السجل.
ChkDebugClick=انقر للتفعيل
ChkDebugClick_Info _01=تصحيح: اكتب النقر (x، r) تنسق إلى السجل.
ChkDebugDeadbaseImage=حفظ صورة القاعدة الميتة
ChkDebugDeadbaseImage_Info _01=تصحيح: يحفظ الصور من تخطي قرى قاعدة الميتة.
ChkDebugDisableVillageCentering=تعطيل مركزية القرية
ChkDebugDisableVillageCentering_Info _01=تصحيح: تعطيل تركز من القرية.
ChkDebugDisableZoomout=تعطيل زوم التقريب
ChkDebugDisableZoomout_Info _01=تصحيح: تعطيل زوم تقريب القرية.
ChkDebugFunc=المهام
ChkDebugFunc_Info _01=تصحيح الأخطاء: تمكين أوقات تصحيح الأخطاء وتسلسل التسلسل الهرمي للمكالمات.
ChkDebugImageSave=صور
ChkDebugImageSave_Info _01=تصحيح: تمكين حفظ الصور لاستكشاف الأخطاء وإصلاحها.
ChkDebugOCR=OCR
ChkDebugOCR_Info _01=تصحيح: تمكين حفظ الصور OCR لاستكشاف الأخطاء وإصلاحها.
ChkDebugOCRDonate=تصحيح اخطاء التبرعات الحية
ChkDebugOCRDonate_Info _01=تصحيح: جعل التعرف الضوئي على الحروف من التبرعات ومحاكاة التبرع فحسب، بل لا التبرع بأي القوات
ChkDebugSetlog=الرسائل
ChkDebugSetlog_Info _01=تصحيح: تمكين رسائل التصحيح تعيين دخول في التعليمات البرمجية لاستكشاف الأخطاء وإصلاحها.
ChkDebugSmartZap=تصحيح البرق الذكي
ChkDebugSmartZap_Info _01=استخدم هذا لتصحيح انطلق الذكية
ChkdebugTrain=التدريب
ChkdebugTrain_Info _01=تصحيح: تمكين تظهر التصحيح أثناء التدريب.
ChkMakeIMGCSV=CSV صورة هجوم
ChkMakeIMGCSV_Info _01=تصحيح: يمكن توفير الصور نظيفة والمكان ملحوظ حتى من قواعد لهجوم من قبل مخطوطات CSV
ConsoleWindow=Show/hide Console
Group_01=التصحيح
TestAutoUpgrade=اختبار الترقية التلقائية
TestClickAway=اختبار انقر بعيدا
TestFindButton=اختبار البحث عن الزر
TestUpgradeWindow=اختبار ترقية النافذة
TestWeakBase=اختبار قاعدة ضعيفة
[MBR GUI Design Child Bot - Profiles]
BtnAddProfile_Info_01=إضافة ملف شخصي جديد
BtnCancelProfileChange_Info_01=إلغاء
BtnConfirmAddProfile_Info_01=تأكيد
BtnDeleteProfile_Info_01=حذف الملف الشخصي
BtnRenameProfile_Info_01=إعادة تسمية الملف الشخصي
ChkSmartSwitch=التبديل الذكي
ChkSmartSwitch_Info_01=التبديل إلى حساب مع أقصر وقت التدريب المتبقية
ChkSwitchAcc=تمكين تبديل الحسابات
ChkSwitchAcc_Info_01=تمكين أو تعطيل مجموعة تبديل الحسابات المحددة حاليا
CmbProfile_Info_01=استخدام هذا للتبديل بين الملفات الشخصية
CmbProfile_Info_02=ملفاتك الشخصية يمكن العثور عليها في
CmbSwitchAcc=No Switch Accounts Group|Switch Accounts Group 1|Switch Accounts Group 2|Switch Accounts Group 3|Switch Accounts Group 4|Switch Accounts Group 5|Switch Accounts Group 6|Switch Accounts Group 7|Switch Accounts Group 8
CmbTotalAccount=عدد الحسابات
CmbTrainTime=تخطي التبديل اذا
Description=يتطلب استخدام "حسابات التبديل" عدم تسجيل المزيد من حسابات غوغل في أندرويد من تلك التي تمت تهيئتها هنا. يتم دعم 8 حسابات في غوغل / كوك كحد أقصى.
Group_01=تبديل الملفات الشخصية
Group_02=تبديل الحسابات
Label_01=حسابات
Label_02=الملف الشخصي
Label_03=تبرع فقط
Label_04=تقرير الحسابات
Msg_SwitchAccounts_InUse=ماي بوت مع تبديل حسابات المجموعة٪ ق هو بالفعل قيد الاستخدام أو نشطة.
TxtVillageName_Info_01=اسم قريتك / اسم ملفك شخصي
[MBR GUI Design Child Attack - Options-SmartZap]
ChkNoobZap=تشغيل الهجوم البدائي للبرق
ChkNoobZap_Info_01=حدد هذا الخيار لتنزيل سحر الصاعقة على مستخرجات النفط
ChkSmartZapDB=صعق حفارات النفط فقط على القواعد الميتة
ChkSmartZapDB_Info_01=هذا الخيار يتم تنزيل البرق الذكي فقط على القرى الميتة(مستحسن)
ChkSmartZapFTW=ضربة للفوز بنجمة واحدة على الاقل
ChkSmartZapFTW_Info_01=البرق الذكي و البرق البدائي سيحاول الوصول الى نسبة دمار 50 بالمائة للحصول على الفوز
ChkSmartZapFTW_Info_02=ولن ينطلق اذا تم الوصول الى نجمة واحدة او ليس هنالك فرصة للفوز
ChkSmartZapSaveHeroes=لا يتم انزل البرق لقنص قاعة المدينة اذا نشرت الملوك
ChkSmartZapSaveHeroes_Info_01=هذا الخيار سوف يوقف البرق الذكي من صعق القاعدة في نمط قنص قاعة المدينة اذا نشرت الملوك بالموجات
Group_01=البرق الذكي/ البرق البدائي
LblNoobZap=الربح المتوقع من مستخرجات النفط
LblNoobZap_Info_01=ادخل القيمة المتوقعة للمكاسب من كل مستخرجات النفط
LblNoobZap_Info_02=سيتم ايقاف تنزيل البرق على المستخرجات اذا كان اقل من قيمة المكاسب المتوقعة
LblSmartUseEQSpell=استخدام الزلزال
LblSmartUseEQSpell_Info_01=حدد هذا الخيار لانزال سحر الزلزال في دعم القلعة على اي مستخرج لاكسير الظلام
LblSmartUseLSpell=استخدام الصاعقة
LblSmartUseLSpell_Info_01=حدد هذا الخيار لإسقاط سحر البرق على قمة مستخرج اكسير الظلام 
LblSmartUseLSpell_Info_02=تذكر للذهاب إلى "مشروبات السحر" في (تدريب الجيش) ووضع الحد الأقصى لمساحة مصنع المشروبات
LblSmartUseLSpell_Info_03=و حدد عدد الصواعق ومستوياتها
LblSmartZap=اقل قيمة للنفط يتم الهجوم عليها
LblSmartZap_Info_01=تعيين اقل قيمة من إكسير الظلام في الحفارات
LblUse_This_Spell_to_Zap=اختر هذه المشروبات لاستخدامها
[MBR GUI Design Child Attack - Options-TrophySettings]
ChkTrophyAtkDead=الهجوم على القواعد الميتة خلال تنزيل الكؤؤس
ChkTrophyAtkDead_Info_01=البحث على القرى الميتة ان وجدت والهجوم عليها لغرض تنزيل وتقليل الكؤؤس
ChkTrophyHeroes=استخدام الابطال لتقليل الكؤؤس
ChkTrophyHeroes_Info_01=استخدام ألابطال لتقليل الكؤؤس إذا الابطال متاحين.
ChkTrophyRange=نطاق الكؤؤس
Group_01=إعدادات الكأس
LblDropTrophyArmyMin=انتظر حتى تكون نسبة الجيش في المعسكرات على الاقل
LblDropTrophyArmyMin_Info_01=أدخل النسبة المئوية للجيش الكامل المطلوبة للهجوم على قاعدة ميتة قبل البدء في تقليل الكؤؤس
LblTrophyHeroesPriority=اولوية استخدام البطل
LblTrophyHeroesPriority_Info_01=تعيين الترتيب الذي البطل بوت قطرات أولا عندما تكون متاحة.
TxtDropTrophy_Info_01=البوت سوف يقوم بتنزيل الكؤؤس الى ان يصل الى اقل من هذه القيمة
TxtMaxTrophy_Info_01=البوت سوف يقوم بتنزيل الكؤؤس اذا كانت الكؤؤس اكثر من هذه القيمة
[MBR GUI Control Tab Search]
Func_chkSpellWaitError_ErrorText_01=العدد الكلي من المشروبات المدربة يتجاوز المجموعة المعينة في واجهة المستخدم الرسومية!
Func_chkSpellWaitError_ErrorText_02=تقليل عدد المشروبات المدربية،
Func_chkSpellWaitError_ErrorText_03=أو خلاف ذلك البوت لن يهاجم ابدا
Func_chkSpellWaitError_FunnyText_01=عذرا ليس هذا الزر
Func_chkSpellWaitError_FunnyText_02=تبرع 5000 £ ل MyBot.run بينما كنت تنتظر 15 دقيقة لهذ المهلة؟
Func_chkSpellWaitError_FunnyText_03=هل تواجه صعوبة في العثور على زر الخروج؟
Func_chkSpellWaitError_FunnyText_04=هذا مضحك ، هل يمكننا الاستمرار طوال اليوم؟
Func_chkSpellWaitError_FunnyText_05=جرب أربع مرات أخرى ، عليك ان تحصل على الحظ عاجلا أم آجلا!
Func_chkSpellWaitError_FunnyText_06=هل لديك الموز؟ رمز القرد جائع!
Func_chkSpellWaitError_FunnyText_07=تقول لك ربما محاولة الضرب لنفس الزر بحيث أنت والاختيار العشوائي نفسه؟
Func_chkSpellWaitError_FunnyText_08=عذرا، لا يمكن "الهروب" من هذا!
Func_chkSpellWaitError_FunnyText_09=خطأ في البرنامج! يمكن للمبرمجين اثارة مزحة جيدة.
Func_chkSpellWaitError_MsgBox_01=انقر نعم لإغلاق هذه رسالة التحذير
Func_chkSpellWaitError_MsgBox_02=نعم، أنا أفهم التحذير | كلا
Func_chkSpellWaitError_MsgBox_03=انتظر لاجل تحذير المشروبات!
Func_chkSpellWaitError_MsgBox_04=عذرا، يجب أن تفهم التحذير ثم انقر نعم!
Func_chkSpellWaitError_MsgBox_07=خطأ ادخال المستخدم
Func_chkSpellWaitError_MsgBox_08=تهانينا !!
Func_chkSpellWaitError_MsgBox_09=لقد وجدت الرسالة السرية في البوت!
Func_chkSpellWaitError_MsgBox_10=هل تستطيع العثور على زر اختياري عشوائي لإغلاق هذه الرسالة؟
Func_chkSpellWaitError_MsgBox_11=هههههههه ...
Func_chkSpellWaitError_MsgBox_12=أنت الفائز !!
[MBR GUI Design Child Village - Donate_Schedule]
BtnOpen_Images_of_Clan_Mates=فتح مجلد صور زملائك في القبيلة
ChkSkipDonateNearFullTroopsEnable=تخطي التبرع عند قرب أكتمال الجنود
ChkUseCCBalanced_Info_01=تعطيل الاستخدام او التبرعات لقلعة القبيلة اذا كانت النسبة غير صحيحة وتستمر تلقائيا عندما تعود النسبة صحيحة مرة اخرى
CmbCCDonated_Info_01=نسبة التبرع
CmbCCReceived_Info_01=نسبة الاستلام
CmbFilterDonationsCC_Item_01=بدون تصفيه, التبرع لجميع زملاء القبيلة
CmbFilterDonationsCC_Item_02=بدون تصفيه , لكن جمع صور زملاء القبيلة
CmbFilterDonationsCC_Item_03=التبرع فقط لزملاء القبيله في القائمه البيضاء
CmbFilterDonationsCC_Item_04=التبرع للكل عدا زملاء القبيلة في القائمه السوداء
Group_01=جدول التبرعات
Group_02=تصفيه التبرعات لزملاء القبيلة
Group_03=تخطي التبرع عند قرب اكتمال القوات
Group_04=توازن تبرع / استلام
LblCCDonated-Received_Info_01=مطلوب نسبة التبرع الى الاستلام
LblCCDonated-Received_Info_02=مثلا 1/1 تبرع = استلام ، 1/2 يعني تبرعت = نصف الاستلام الخ
LblImages_of_Clan_Mates=التقاط صور للزملاء وفرزها (القوائم البيضاء والسوداء)
LblOption_donate_members=أستخدام هذا الخيار يمكنك التبرع لكل الأعضاء في فريقك (بدون تصفيه) او التبرع لبعض الزملاء(القائمه البيضاء) أو التبرع للجميع باستثناء القليل منهم (قائمه السوداء )
LblSkipDonateNearFullTroopsText=لو الجنود في المعسكرات أكبر من  
[MBR GUI Design Child Village - Upgrade_Laboratory]
BtnResetLabUpgradeTime_Info_01=الزر الاحمر المرئي يعني ان ترقيات المختبر قيد العملية
BtnResetLabUpgradeTime_Info_02=سيختفي هذا تلقائيا عند قرب الانتهاء من وقت الترقية.
BtnResetLabUpgradeTime_Info_03=إذا تم الانتهاء من الترقية يدويا بالجواهر  قبل نهاية الوقت الطبيعي،
BtnResetLabUpgradeTime_Info_04=انقر على الزر الأحمر لإعادة تعيين مؤقت الترقية الداخلية قبل بدء ترقية جديدة
BtnResetLabUpgradeTime_Info_05=تنبيه - إعادة ضبط الموقت غير ضرورية وسيقوم بالفحوصات المستمرة لحالة المختبر
ChkAutoLabUpgrades=تطوير تلقائي للمختبر
ChkAutoLabUpgrades_Info_01=ضع علامة صح على المربع لتمكين بدأ الترقيات التلقائية في المختبر
CmbLaboratory_Info_01=حدد نوع القوات للترقية باستخدام القائمة المنسدلة
CmbLaboratory_Info_02=سيظهر رمز القوات على اليمين.
CmbLaboratory_Info_03=اي مشروبات او قوات لها الاولوية على الابطال!
Group_01=المختبر
LblNextUpgrade=التالي
[MBR GUI Design Child Village - Upgrade_Heroes]
ChkUpgradeHeroes_Info_01=سيقوم البوت من التحقق من قيمة اكسير الظلام في التوبيبات الاخرى مقابل حفظ الحد الادنى من اكسير الظلام المحدد
ChkUpgradeKing_Info_01=تمكين ترقية الملك الخاص بك عندما يكون لديك ما يكفي من إكسير الظلام والحفاظ على الحد الادنى من النفط
ChkUpgradeKing_Info_02=يمكنك تحديد موقع الملك يدويا في تبويب قريتي الرئيسية
ChkUpgradeKing_Info_04=تمكين مع تاون هول 7 وأعلى
ChkUpgradeQueen_Info_01=تمكين ترقية الملكة الخاصة بك عندما يكون لديك ما يكفي من إكسير الظلام والحفاظ على الحد الادنى من النفط
ChkUpgradeQueen_Info_02=يمكنك تحديد موقع الملكة يدويا في تبويب قريتي الرئيسية
ChkUpgradeQueen_Info_03=تمكين مع تاون هول 9 وأعلى
ChkUpgradeWarden_Info_01=تمكين ترقية الآمر الكبير الخاص بك عندما يكون لديك ما يكفي من إلاكسير والحفاظ على الحد الادنى من الاكسير
ChkUpgradeWarden_Info_02=يمكنك تحديد موقع الآمر الكبير يدويا في تبويب قريتي الرئيسية
ChkUpgradeWarden_Info_03=تمكين مع تاون هول 11
Group_01=ترقيه الأبطال بشكل مستمر
LblAutoUpgrading_01=تطوير تلقائي للأبطال
[MBR GUI Design Child Village - Upgrade_Buildings]
BtnLocateUpgrades=حدد موقع الترقيات
BtnLocateUpgrades_Info_01=اضغط على هذا الزر لتحديد وتسجيل معلومات ترقيات المباني والملوك
BtnLocateUpgrades_Info_02=سيتم تخطي أي ترقيات مكررة ولا يمكن أن تحدد مرة اخرى
BtnResetUpgrades=إعادة تعيين الترقيات
BtnResetUpgrades_Info_01=اضغط على هذا الزر لإعادة تعيين ومسح معلومات الترقية
BtnResetUpgrades_Info_02=إذا تم وضع علامة صح على المربعات المرقمة لاتتم اعادة تعيين البيانات تلك
Group_01=المباني أو الأبطال
LblUpgrMinDark=اقل نفط
LblUpgrMinElixir=اقل اكسير
LblUpgrMinGold=اقل ذهب
Table header_01=اسم الوحدة
Table header_02=لفل
Table header_03=النوع
Table header_04=التكلفة
Table header_05=الوقت
Table header_06=
Table header_07=النهاية المقدرة
TxtAfterUsing=بعد استخدام زر تحديد موقع الترقيات
TxtCheckBox=حدد المربع لتمكين الترقية
TxtChkRepeat=حدد المربع لتمكين الترقية وتكرارها بشكل مستمر
TxtShowCost=يتم تحديث مربع تكلفة الترقية بعد التحقق من الترقيات
TxtShowEndTime=يتم تحديث هذا المربع مع وقت النهاية المقدرة بعد التحقق من الترقيات
TxtShowLevel=يتم تحديث مربع  اللفل  بعد التحقق من الترقيات
TxtShowName=يتم تحديث مربع اسم الوحدة بعد التحقق من الترقيات
TxtShowTime=يتم تحديث مربع طول الوقت  بعد التحقق من الترقيات
TxtShowType=يوضح هذا نوع الترقية، انقر لعرض الموقع
TxtStatus=أحمر = غير مبرمج ،  أصفر = مبرمج و لم يكتمل ،  أخضر = اكتمل
TxtUpgrMinDark_Info_01=حفظ هذا المبلغ من إكسير الظلام بعد اكتمال الترقية.
TxtUpgrMinDark_Info_02=تعيين هذه القيمة أعلى إذا كنت تريد صناعة قوات للحرب.
TxtUpgrMinElixir_Info_01=حفظ هذا الاكسير بعد اكتمال الترقية
TxtUpgrMinElixir_Info_02=احفظ قيمة اعلى من المطلوب لصنع القوات أو ترقيات الجدار.
TxtUpgrMinGold_Info_01=حفظ هذا الذهب بعد اكتمال الترقية.
TxtUpgrMinGold_Info_02=احفظ قيمة اعلى من المطلوب حسب الحاجة لبح الهجوم ، أو ترقيات الجدار.
[MBR GUI Design Child Village - Upgrade_Walls]
BtnFindWalls=اختبار
BtnFindWalls_Info_01=اضغط هنا للكشف عن الجدار.
ChkSaveWallBldr=حفظ عامل واحد لترقية الجدار
ChkSaveWallBldr_Info_01=اختر هذا لحفظ عامل واحد ليتم ترقية الجدران من خلاله
ChkSaveWallBldr_Info_02=مع مراعاة اضافة عامل اخر لتطوير بقية البنايات
ChkWalls=ترقية الجدار تلقائيا
ChkWalls_Info_01=فعل هذا الخيار لترقية الجدران اذا كانت هنالك موارد كافية
ChkWalls_Info_02=عدد من المواقف لاختبار والعثور على الجدران. أعلى هو أفضل ولكن أبطأ.
CmbWalls_Info_01=البحث عن الجدران من هذا المستوى ومحاولة الترقية لهم واحدا تلو الاخر
Group_01=الجدران
Group_02=عدّاد الجدران
LblMin.Elixirtosave=اقل اكسير يتم حفظه.
LblMin.Elixirtosave_Info_01=احفظ كم من الاكسير في المخازن بعد عملية الترقية
LblMin.Elixirtosave_Info_02=خذ بنظر الاعتبار القيمة الاضافية من إلاكسير للترقيات الأخرى أو صنع القوات.
LblMin.Goldtosave=اقل ذهب يتم حفظه.
LblMin.Goldtosave_Info_01=احفظ كم من الذهب في المخازن بعد عملية الترقية
LblMin.Goldtosave_Info_02=خذ بنظر الاعتبار القيمة الاضافية لعملية البحث اثناء الهجوم والترقيات الاخرى
LblNextWalllevelcosts=تكاليف مستوى الجدار التالي
LblNextWalllevelcosts_Info_01=استخدم هذه القيمة كمؤشر.
LblNextWalllevelcosts_Info_02=سيتم تحديث القيمة إذا قمت بتحديد مستوى جدار آخر.
LblSearchforWalls=مستوى الجدران
RdoUseElixir=استخدم الاكسير
RdoUseElixir_Info_01=استخدم الاكسير فقط لترقية الجدران
RdoUseElixir_Info_02=متوفر فقط للجدران التي تتطور بالاكسير ضمن تاون هول 9 فما فوق
RdoUseElixirGold=الاكسير اولا ثم الذهب ثانيا
RdoUseElixirGold_Info_01=استخدم الاكسير اولا في الترقية اذا لم يجد اكسير كافي يستخدم الذهب في الترقية.
RdoUseGold=استخدم الذهب
RdoUseGold_Info_01=استخدم فقط الذهب للترقية.
RdoUseGold_Info_02=متوفر على جميع مستويات الجدار.
WallsCurrentCount_Info_01=ادخل عدد الجدران حسب المستويات
WallsCurrentCount_Info_02=انت تمتلك.
[MBR GUI Design Child Village - Achievements]
ChkUnbreakable=تمكين غير قابلة للكسر
ChkUnbreakable_Info_01=تمكين انتصارات الزراعة الدفاعية للانجازات الغير قابلة للكسر
Group_01=الزراعة الدفاعية
Group_02=كيفية استخدام وضع غير قابلة للكسر
Lbl_FarmMin._Info_01=اقل زراعة
Lbl_SaveMin._Info_01=اقل حفظ
LblUnbreakable=وقت الانتظار
LblUnbreakableLink=مزيد من المعلومات.
txtHelp_01=وضع غير قابلة للكسر سوف تساعدك على كسب انتصارات الدفاع والإنجاز "غير قابل للكسر".
txtHelp_02=تعيين "وقت الانتظار" كم تريد من البوت انتظار الدفاعات.
txtHelp_03=اقل زراعة تعني كم من الموارد يجب أن يكون قبل الهجوم.
txtHelp_04=اقل حفظ تعني كم من الموارد يجب أن يكون قبل بدء وضع غير قابلة للكسر.
txtHelp_05=انقر على الرابط أدناه للحصول على مزيد من المعلومات:
TxtUnbreakable_Info_01=تعيين مقدارالوقت لوقف اللعبة وانتظار هجمات العدو لكسب انتصارات الدفاع.(1-99 دقيقة)
TxtUnBrkMaxDark_Info_01=كمية إكسير الظلام في المخازن المطلوبة لتمكين الزراعة الدفاعية.
TxtUnBrkMaxDark_Info_02=كمية إكسير الظلام التي تحتاج إلى جذب العدو أو للترقيات.
TxtUnBrkMaxElixir_Info_01=كمية إلاكسير في المخازن المطلوبة لتمكين الزراعة الدفاعية.
TxtUnBrkMaxElixir_Info_02=كمية الاكسير التي تحتاج إلى جذب العدو أو للترقيات.
TxtUnBrkMaxGold_Info_01=كمية الذهب في المخازن المطلوبة لتمكين الزراعة الدفاعية.
TxtUnBrkMaxGold_Info_02=كمية الذهب التي تحتاج إلى جذب العدو أو للترقيات.
TxtUnBrkMinDark_Info_01=كمية إكسير الظلام التي توقف الزراعة الدفاعية وتتحول إلى الزراعة الطبيعية إذا كانت أقل.
TxtUnBrkMinDark_Info_02=تعيين هذه القيمة لكمية إكسير الظلام تحتاج إلى جعل القوات أو ترقيات.
TxtUnBrkMinElixir_Info_01=كمية إلاكسير التي توقف الزراعة الدفاعية وتتحول إلى الزراعة العادية إذا كانت اقل.
TxtUnBrkMinElixir_Info_02=تعيين هذه القيمة لكمية من إكسير تحتاج لصنع القوات أو ترقيات.
TxtUnBrkMinGold_Info_01=كمية الذهب التي توقف الزراعة الدفاعية وتتحول إلى الزراعة العادية إذا كانت اقل.
TxtUnBrkMinGold_Info_02=تعيين هذه القيمة إلى كمية من الذهب تحتاج للبحث أو ترقيات.
[MBR GUI Design Child Attack - Troops_Boost]
Group_01=تسريع الثكنات
Group_02=تسريع مصانع السحر
Group_03=تسريع الابطال
Group_04=جدول التسريع
LblBarracksBoost=ثكنات
LblBarracksBoost_Info_01=استخدم هذا لتسريع الثكنات بالجواهر! استخدم بحذر!
LblKingBoost_Info_01=استخدم هذا لتسريع الملك البربري بالجواهر! استخدم بحذر!
LblQueenBoost_Info_01=استخدم هذا لتسريع الملكة بالجواهر! استخدم بحذر!
LblSpellFactoryBoost=مصنع السحر
LblSpellFactoryBoost_Info_01=استخدم هذا لتسريع مصنع السحر بالجواهر ! استخدم بحذر!
LblWardenBoost_Info_01=استخدم هذا لتسريع الامرالكبير بالجواهر! استخدم بحذر!
TextBoostLeft=عدد مرات التسريع
[MBR GUI Design Child Attack - Troops_TrainingOrder]
BtnRemoveSpells=تفريغ قائمة السحر
BtnRemoveSpells_Info_01=اضغط هنا لإزالة كل المشروبات من القائمة والبدء من جديد
BtnRemoveTroops=تفريغ قائمة القوات
BtnRemoveTroops_Info_01=اضغط هنا لإزالة جميع القوات من القائمة والبدء من جديد
BtnSpellsOrderSet=طبق الترتيب الجديد
BtnSpellsOrderSet_Info_01=اضغط الزر عند الانتهاء من اختيار ترتيب مشروبات السحر المخصصة
BtnSpellsOrderSet_Info_02=يتغير لون الرمز استنادا إلى الحالة: الأحمر = لا تعيين، الأخضر = تعيين
BtnSpellsOrderSet_Info_03=عندما لا يتم ملء كل المشروبات ، سوف يستخدم الملاء العشوائي في الفتحات الفارغة!
BtnTroopOrderSet=طبق الترتيب الجديد
BtnTroopOrderSet_Info_01=اضغط الزر عند الانتهاء من اختيار ترتيب تدريب القوات المخصصة
BtnTroopOrderSet_Info_02=يتغير لون الرمز استنادا إلى الحالة: الأحمر = لا تعيين، الأخضر = تعيين
BtnTroopOrderSet_Info_03=عندما لا يتم ملء كل القوات ، سوف يستخدم الملاء العشوائي في الفتحات الفارغة!
ChkCustomBrewOrderEnable=ترتيب المشروبات
ChkCustomBrewOrderEnable_Info_01=تمكين لتحديد ترتيب مشروبات السحر
ChkCustomBrewOrderEnable_Info_02=CSV تغيير ترتيب المشروبات يمكن ان تكون مفيدة مع جيوش هجمات السيناريو في مجلد
ChkCustomTrainOrderEnable=ترتيب القوات
ChkCustomTrainOrderEnable_Info_01=تمكين لتحديد ترتيب تدريب القوات
ChkCustomTrainOrderEnable_Info_02=CSV تغيير ترتيب التدريب يمكن ان تكون مفيدة مع جيوش هجمات السيناريو في المجلد
Group_01=ترتيب التدريب
txtSpellsOrder=أدخل الترتيب التسلسلي لمشروبات السحر #
TxtTroopOrder=أدخل الترتيب التسلسلي لتدريب القوات #
[MBR GUI Design Child Attack - Troops_Options]
ChkCloseEmulator=اغلاق المحاكي
ChkCloseEmulator_Info_01=الخيار يغلق الروبوت المحاكي تماما عند اختيار
ChkCloseEmulator_Info_02=إضافة هذا الخيار قد تزيد حاليا الوقت قليلا بسبب الأوقات المتغيرة المطلوبة لبدء التشغيل
ChkCloseWhileTraining=إغلاق لحين التدريب
ChkCloseWhileTraining_Info_01=الخيار خروج اللعبة مدونة قواعد السلوك للوقت اللازم لإتمام تدريب القوات عندما الدرع نشط
ChkCloseWhileTraining_Info_02=انهيار لخلق الإملائي سيتم تمكين عند "انتظر لنوبات 'تم اختياره على علامات تبويب البحث
ChkCloseWhileTraining_Info_03=انهيار لتضميد الجراح بطل سيتم تمكين عند "انتظر أبطال" تمكين على علامات تبويب البحث
ChkCloseWithoutShield=اغلاق اللعبة
ChkCloseWithoutShield_Info_01=الخيار ستكون دائما مدونة قواعد السلوك وثيقة لوقت التدريب الخمول وعندما لا الدرع نشط!
ChkCloseWithoutShield_Info_02=ملاحظة - يمكن ان تهاجم وتفقد الكؤؤس عندما يتم تمكين هذا الخيار!
ChkRandomClose=اغلاق عشوائي
ChkRandomClose_Info_01=الخيار اختيار عشوائي بين المهلة مدونة قواعد السلوك وثيقة، أو انهيار المحاكي عند اختيار
ChkRandomClose_Info_02=إضافة هذا الخيار قد تزيد حاليا الوقت قليلا بسبب الأوقات المتغيرة المطلوبة لبدء التشغيل
ChkSuspendComputer=سكون الكمبيوتر
ChkSuspendComputer_Info_01=الخيار سوف يعلق الكمبيوتر عند اختيار \ r \ n قد يؤدي إضافة هذا الخيار إلى زيادة الوقت في وضع عدم الاتصال قليلا بسبب أوقات المتغير المطلوبة لبدء التشغيل
ChkTrainAddRandomDelayEnable=إضافة تأخير عشوائية
ChkTrainAddRandomDelayEnable_Info_01=إضافة تأخير عشوائي بين مكالمتين من الجيش القطار.
ChkTrainAddRandomDelayEnable_Info_02=هذا الخيار يقلل من المكالمات إلى إطار التدريب أنسنة تباعد بوت يدعو في كل مرة مع فاصل زمني سببي اختيار بين الحد الأدنى والحد الأقصى للقيم هو مبين أدناه.
CmbCloseWaitRdmPercent_Info_01=أدخل النسبة المئوية القصوى من الوقت الإضافي لاستخدامها خلق أوقات الانتظار عشوائية،
CmbCloseWaitRdmPercent_Info_02=بوت يحسب وقت الانتظار عشوائي بين الوقت الذي تحتاجه
CmbCloseWaitRdmPercent_Info_03=دخلت  القصوى بالمئة بشكل عشوائي لتظهر أكثر إنسانية مثل
Group_01=الخمول وقت التدريب
Group_02=سرعة تجهيز الجيش
Group_03=اضافة تاخير عشوائي للتدريب
LblAddDelayIdlePhaseBetween=بين
LblCloseWaitingTroops=الحد الأدنى من الوقت لإغلاق
LblCloseWaitingTroops_Info_01=هل سيكون مدونة قواعد السلوك وثيقة إذا جندي الوقت القطار> = (الوقت الحد الأدنى المطلوب لإغلاق) \ r \ n مجرد البقاء في الشاشة الرئيسية إذا جندي الوقت القطار <(أقل وقت اللازمة لإغلاق)
LblSymbolWaiting_Info_01=أدخل الحد الأدنى من الوقت لإغلاق بالدقائق لمدونة قواعد السلوك وثيقة الذي تريد، الافتراضي هو (2)
LblTrainITDelay=تأخير
LblTrainITDelay_Info_01=زيادة او نقصان سرعة تجهيز الجيش الافضل ان تضعه مثل ما هو 40ms
RdoCloseWaitExact=الوقت بالضبط
RdoCloseWaitExact_Info_01=حدد أن ننتظر الوقت الدقيق المطلوبة للقوات لاستكمال التدريب
RdoCloseWaitExact_Info_02=اختر كم من الوقت للانتظار عندما تمكن ميزة
RdoCloseWaitRandom=الوقت عشوائية
RdoCloseWaitRandom_Info_01=اختار لاضافة عشوائية اضافية وقت الانتظار مثل الإنسان الذي ينسى أن تصطدم
[MBR GUI Design Child Attack - Options-EndBattle]
ChkScreenshotLootInfo=تشمل المعلومات نهب في اسم الملف
ChkScreenshotLootInfo_Info_01=تشمل المعلومات نهب في التقاط الصوره في اسم الملف
ChkShareAttack=مشاركه أعاده العرض في دردشه القبيله
ChkShareAttack_Info_01=حدد هنا اذا ترغب بمشاركه العرض في دردشه الكلان
ChkTakeLootSS_Info_01=حدد هنا اذا ترغب بأخذ صوره للتهب في الهجوم الاخير
Group_01=مشاركه أعاده العرض
Group_02=ألتقط صوره للنهب
LblRandomMessage=استخدم رساله عشوائيه من هذه القائمه
LblShareMinLoot=عندما تنهب موارد
ListShareMessage_Info_01=رساله مع مشاركه أعاده العرض
ListShareMessage_Item_01=Nice\r\nGood\r\nThanks \r\nWowwww
TxtShareMinDark_Info_01=شارك اعاده العرض فقط عندما تنهب في الهجمه اكثر من هذا المبلغ من الإكسير الظلام
TxtShareMinElixir_Info_01=شارك اعاده العرض فقط عندما تنهب في الهجمه اكثر من هذا المبلغ من الإكسير
TxtShareMinGold_Info_01=شارك اعاده العرض فقط عندما تنهب في الهجمه اكثر من هذا المبلغ من الذهب
[MBR GUI Design Child Attack - Options-Search]
ChkAlertSearch=التنبيه عند ايجاد قرية
ChkAlertSearch_Info_01=حدد هذا الخيار إذا كنت تريد إنذار الصوت عند العثور على قاعدة لمهاجمة.
ChkAttackNow=سرعة الهجوم
ChkAttackNow_Info_01=حدد هذا الخيار إذا كنت تريد الخيار  "هجوم الآن! زر بجانب
ChkAttackNow_Info_02=أزرار البدء والإيقاف المؤقت لتجاوز القاعدة الميتة أو كل قيم البحث الأساسية.
ChkAttackNow_Info_03=الهجوم الآن! زر سوف تظهر فقط عند البحث عن القرى إلى هجوم.
ChkRestartSearchLimit=العودة للقاعدة
ChkRestartSearchLimit_Info_01=العودة للقاعدة بعد البحث عدد من الهجمات
ChkSearchReduction=تفعيل البحث المختزل
ChkSearchReduction_Info_01=حدد هذا الخيار إذا كنت تريد قيم البحث تلقائياً أن تخفض بعد كمية معينة من عمليات البحث.
Group_01=البحث المختزل
Group_02=سرعة البحث
Group_03=خيارات البحث
LblAttackNow=أضف
LblAttackNow_Info_01=إضافة هذا القدر من وقت رد الفعل لإبطاء عملية البحث.
LblMaxVSDelay_Info_01=تمكين قرية عشوائية قيمة البحث تأخير من خلال وضع
LblMaxVSDelay_Info_02=أسفل قيمة شريحة ماكس أعلى من الحد الأدنى للأعلى الشريحة
LblMinVSDelay_Info_01=استخدم شريط التمرير هذا لتغيير وقت الانتظار بين النقرات التالية عند البحث عن القرية لهجوم.
LblMinVSDelay_Info_02=وهذا قد يعوض خروج من أخطاء المزامنة على بعض أجهزة الكمبيوتر الشخصية.
LblMinVSDelay_Info_03=أية ضمانات! هذا لن يكون دائما نفس النتائج!
LblSearchReduceCount=تخفيض البحث كل
LblSearchReduceCount_Info_01=أدخل عدد . عمليات البحث الانتظار قبل حدوث كل التخفيض.
LblSearchReduceDark=- تخفيض إكسير الظلام
LblSearchReduceDark_Info_01=انخفاض قيمة إكسير الظلام من هذا المبلغ على كل خطوة.
LblSearchReduceElixir=- تخفيض الإكسير
LblSearchReduceElixir_Info_01=انخفاض قيمة الإكسير من هذا المبلغ على كل خطوة.
LblSearchReduceGold=- تخفيض الذهب
LblSearchReduceGold_Info_01=انخفاض قيمة الذهب من هذا المبلغ على كل خطوة.
LblSearchReduceGoldPlusElixir=- تخفيض الذهب + الإكسير
LblSearchReduceGoldPlusElixir_Info_01=تخفيض كلا قيمة الذهب + الإكسير من هذا المبلغ على كل خطوه
LblSearchReduceTrophy=- تخفيض الكؤوس
LblSearchReduceTrophy_Info_01=انخفاض الكؤوس على كل خطوة.
[MBR GUI Design Child Attack - Options-Attack]
ChkAttackPlanner_Info_01=بوت يستمر لتشغيل وسيتم إعادة تشغيل عندما يسمح الجدول الزمني
ChkAttackPlannerCloseAll=اغلاق المحاكي
ChkAttackPlannerCloseAll_Info_01=هذا الخيار سيتم إغلاق المحاكي عندما لا تكون المقرر أن بحث وهجوم!
ChkAttackPlannerCloseCoC=إغلاق مدونة قواعد السلوك
ChkAttackPlannerCloseCoC_Info_01=هذا الخيار سيتم إغلاق التطبيق انبا عندما لا تكون المقرر أن بحث وهجوم!
ChkAttackPlannerDayLimit=اليومية الحد
ChkAttackPlannerDayLimit_Info_01=هل تتوقف عشوائيا مهاجمة عندما يتجاوز عدد عشوائي من الهجمات بين مجموعة مختارة
ChkAttackPlannerEnable=تمكين الجدول
ChkAttackPlannerEnable_Info_01=هذا الخيار سوف يسمح لك لجدولة أوقات هجوم
ChkAttackPlannerEnable_Info_02=يستمر  بوت لتشغيل وسيهاجم فقط عندما يسمح الجدول الزمني
ChkAttackPlannerRandom=تعطيل عشوائية
ChkAttackPlannerRandom_Info_01=هذا الخيار سوف تتوقف عشوائيا مهاجمة
ChkAttackPlannerRandom_Info_02=حدد عدد من ساعة لوقف الهجوم
ChkAttackPlannerSuspendComputer=تعليق الكمبيوتر
ChkAttackPlannerSuspendComputer_Info_01=سيؤدي هذا الخيار إلى تعليق الكمبيوتر عند عدم جدولة البحث والهجوم!
ChkDropCCHoursEnable=تمكين CC قطرة الجدول
ChkDropCCHoursEnable_Info_01=استخدام الجدول الزمني لتعريف متى يسمح بإسقاط CC، يتم إسقاط \ r \ n CC دائما عندما لم يتم تمكين جدول
chkSheildEndToAttack=
chkSheildEndToAttack_Info_01=
ChkUseWardenAbility=تفعيل بعد
ChkUseWardenAbility_Info_01=استخدم قدرة الامر الكبير بشكل مؤقت.
Group_01=قدرات الملوك
Group_02=الجدول هجوم
Group_03=قلعة القبيلة
LbAttackPlannerDayLimit=ل
RadAutoAbilities=تفعيل خاصية البطل
RadAutoAbilities_Info_01=تفعيل القدرة عندما يصبح بطل ضعيفة.
RadAutoAbilities_Info_02=كل يتم التحقق من وتفعيلها بشكل فردي.
RadBothAbilities_Info_01=Check Both
RadBothAbilities_Info_02=Activate the Ability when Hero becomes weak or when timer runs out
RadManAbilities=تفعيل مؤقت
RadManAbilities_Info_01=تفعيل القدرة بشكل مؤقت.
RadManAbilities_Info_02=يتم تنشيط جميع الأبطال في نفس الوقت.
TxtManAbilities_Info_01=تعيين الوقت بالثواني لتوقيت تفعيل القدرات بطل.
TxtMaxLbAttackPlannerDayLimit_Info_01=أدخل الحد الأقصى لعدد الهجمات يسمح لكل يوم
TxtMinLbAttackPlannerDayLimit_Info_01=أدخل الحد الأدنى لعدد الهجمات يسمح لكل يوم
TxtUseWardenAbility_Info_01=تعيين الوقت بالثواني لتوقيت تفعيل قدرة الامر الكبير.
[MBR GUI Design Child Village - Notify]
BtnNotifyDeleteMessages=حذف جميع الرسائل الآن
BtnNotifyDeleteMessages_Info_01=انقر هنا لحذف جميع رسائل PushBullet .
ChkNotifyAlertAnotherDevice=جهاز آخر
ChkNotifyAlertAnotherDevice_Info_01=إرسال تنبيه عندما يتم توصيل قريتك من جهاز آخر.
ChkNotifyAlertBAN=باند
ChkNotifyAlertBAN_Info_01=إرسال تنبيه إذا تم حظر قريتك من قبل سوبيرسيل
ChkNotifyAlertBuilderIdle=عامل متفرغ
ChkNotifyAlertBuilderIdle_Info_01=إرسال تنبيه عندما يكون  عامل واحد على الأقل متفرغ.
ChkNotifyAlertCampFull=مخيم الجيش ممتلأ
ChkNotifyAlertCampFull_Info_01=أرسل تنبيه عندما مخيم الجيش الخاص بك ممتلأ.
ChkNotifyAlertLastAttack=تنبيه آخر هجوم
ChkNotifyAlertLastAttack_Info_01=إرسال معلومات حول الهجوم الأخير.
ChkNotifyAlertLastRaidIMG=آخر هجمة كصورة
ChkNotifyAlertLastRaidIMG_Info_01=إرسال آخر هجمة قطة.
ChkNotifyAlertLastRaidTXT=آخر هجمة كنص
ChkNotifyAlertLastRaidTXT_Info_01=إرسال نتائج الهجمات الأخيرة كنص.
ChkNotifyAlertMaintenance=الصيانة
ChkNotifyAlertMaintenance_Info_01=إرسال تنبيه عندما تكون اللعبة تحت الصيانة من قبل سوبيرسيل
ChkNotifyAlertMatchFound=معلومات متطابقة
ChkNotifyAlertMatchFound_Info_01=إرسال كمية من الغنائم المتاحة عندما يجد بوت قرية للهجوم.
ChkNotifyAlertOutOfSync=خارج المزامنة
ChkNotifyAlertOutOfSync_Info_01=إرسال تنبيه عند الحصول على الخطأ: العميل والخادم من المزامنة
ChkNotifyAlertSmartWaitTime=Smart Wait Time
ChkNotifyAlertSmartWaitTime_Info_02=Send an Alert when your village take wait troops.
ChkNotifyAlertTakeBreak=استراحة القرويين
ChkNotifyAlertTakeBreak_Info_01=إرسال تنبيه عندما عندما يأخذ القرويين فترة استراحة
ChkNotifyAlertUpgradeWall=ترقية الجدار
ChkNotifyAlertUpgradeWall_Info_01=إرسال معلومات حول ترقيات الجدار.
ChkNotifyAlertVillageStats=تقرير القرية
ChkNotifyAlertVillageStats_Info_01=إرسال تقرير عن القرية.
ChkNotifyBOTUpdate=تحديث البوت
ChkNotifyBOTUpdate_Info_01=إرسال تنبيه عندما يكون هناك إصدار جديد من بوت.
ChkNotifyDeleteAllPBPushes=حذف الرسائل عن البدء
ChkNotifyDeleteAllPBPushes_Info_01=فإنه سيتم حذف كافة الاخطار دفع السابقة عند بدء تشغيل بوت
ChkNotifyDeleteOldPBPushes=حذف الرسائل الاقدم من ...
ChkNotifyDeleteOldPBPushes_Info_01=حذف جميع إخطارات الدفع السابقة أقدم من ساعة محددة
ChkNotifyPBEnable=تمكين PushBullet
ChkNotifyPBEnable_Info_01=تمكين إشعارات PushBullet
ChkNotifyRemote=التحكم عن بعد
ChkNotifyRemote_Info_01=تمكين PushBullet وظيفة عن بعد
ChkNotifyTGEnable=تمكين Telegram
ChkNotifyTGEnable_Info_01=تمكين إشعارات Telegram
CmbNotifyPushHours_Info_01=تعيين الفاصل الزمني للرسائل المراد حذفها.
Group_01=PushBullet / Telegram اشعار
LblNotifyHelp=المساعدة
LblNotifyHelp_Info_01=انقر هنا للحصول على تعليمات حول إعلام الأوامر عن بعد إلى PushBullet و Telegram
LblNotifyOptions=إرسال رسالة PushBullet / Telegram بهذه الخيارات
LblNotifyOrigin=الأصلي
LblNotifyOrigin_Info_01=اسم القرية الاصلي
LblNotifyPBToken=الرمز المميز (PushBullet)
LblNotifyPBToken_Info_01=تحتاج إلى رمز لاستخدام إشعارات PushBullet. الحصول على رمز من PushBullet.com
LblNotifyTGToken=الرمز المميز (Telegram)
LblNotifyTGToken_Info_01=تحتاج إلى رمز لاستخدام إشعارات Telegram. الحصول على رمز من Telegram.com
[MBR GUI Design Child Village - Misc]
BotStop_Info_01=استخدم هذه الخيارات لتعيين عند بوت سيوقف الهجوم.
BtnAltarKing_Info_01=عرش الملك
BtnAltarQueen_Info_01=عرش الملكة
BtnAltarWarden_Info_01=عرش الامر الكبير
BtnCC=قلعة القبيلة
BtnLocateLaboratory=مختبر.
BtnLocateLaboratory_Info_01=مختبر
BtnReset=إعادة تعيين.
BtnReset_Info_01=انقر هنا لإعادة تعيين كافة مواقع بناء،
BtnReset_Info_02=عند تغيرت تخطيط قريتك.
ChkActivateClockTowerBoost=تفعيل تسريع برج الساعة
ChkActivateClockTowerBoost_Info_01=تفعيل تسريع برج الساعة هذا الخيار لا يسرع عن طريق الجواهر ابدا
ChkActivateClockTowerBoost_Info_02=هذا الخيار لا يتسخدم الجواهر ابدا
ChkBBSuggestedUpgrades=اقتراح التطويرات
ChkBBSuggestedUpgradesIgnore_01=تجاهل قيم الذهب
ChkBBSuggestedUpgradesIgnore_02=تجاهل قيم الاكسير
ChkBBSuggestedUpgradesIgnore_03=تجاهل قاعة البناء
ChkCleanYard=إزالة العقبات
ChkCleanYard_Info_01=حدد هذا الخيار ليارد واضح تلقائيا من الأشجار، جذوع، الخ
ChkCollect=عربة الغنائم&&جمع المستخرجات
ChkCollect_Info_01=حدد هذا الخيار لجمع الموارد قرية تلقائيا
ChkCollect_Info_02=من مناجم الذهب، مستخرجات إكسير والظلام إكسير تدريبات.
ChkCollect_Info_03=وهذا أيضا البحث عن عربة نهب في قريتك وجمعها.
ChkCollectBuilderBase=جمع المستخرجات
ChkCollectBuildersBase_Info_01=حدد هذا لازالة المستخرجات في قرية العامل
ChkCTBoostBlderBz=فقط عندما العامل مشغول
ChkCTBoostBlderBz_Info_01=تسريع فقط عندما يكون العامل مشغول
ChkGemsBox=ازالة صندوق المجوهرات
ChkGemsBox_Info_01=تحديد هذا الخيار تلقائيا يزيل صندوق المجوهرات
ChkPlacingNewBuildings=بناء المباني الجديدة
ChkTombstones=تنظيف بقايا القبور
ChkTombstones_Info_01=تحديد هذا تلقائيا التنظيف القبور بعد الهجوم
ChkTrap=تحميل القوس وبرج النار&&تسليح الافخاخ
ChkTrap_Info_01=تحدد هذا يعيد تسليح الفخاخ وتحميل القوس وبرج النار تلقائيا واي شيء في القرية
ChkTreasuryCollect=الخزينة
ChkTreasuryCollect_Info_01=تحقق من هذا لجمع الخزينة تلقائيا عندما فول،
ChkTreasuryCollect_Info_02='أور' عندما تكون قيم التخزين أقل من القيم الأدنى على اليمين،
ChkTreasuryCollect_Info_03=استخدام قيم صفر كحد أدنى لتجميع فقط عندما تكون الخزينة كاملة
ChkTreasuryCollect_Info_04=القيم الدنيا الكبيرة سوف تجمع الخزانة نهب أكثر في كثير من الأحيان!
CmbBotCommand_Item_01=وقف هجوم
CmbBotCommand_Item_02=إيقاف بوت
CmbBotCommand_Item_03=إغلاق بوت
CmbBotCommand_Item_04=اغلاق اللعبة+ بوت
CmbBotCommand_Item_05=PC إيقاف
CmbBotCommand_Item_06=النوم
CmbBotCommand_Item_07=اعادة تشغيل pc
CmbBotCond_Item_01=ذهب و الكسير ممتلأ وMax.Trophy
CmbBotCond_Item_02=(ذهب و الكسير ) أو ممتلأ Max.Trophy
CmbBotCond_Item_03=(ذهب أو الكسير ) ممتلأ وMax.Trophy
CmbBotCond_Item_04=ذهب أو الكسير أو ممتلأ Max.Trophy
CmbBotCond_Item_05=الذهب وإكسير ممتلأ
CmbBotCond_Item_06=الذهب أو إكسير ممتلأ
CmbBotCond_Item_07=الذهب ممتلأ وMax.Trophy
CmbBotCond_Item_08=إكسير ممتلأ وMax.Trophy
CmbBotCond_Item_09=الذهب ممتلأ أو Max.Trophy
CmbBotCond_Item_10=إكسير ممتلأ أو Max.Trophy
CmbBotCond_Item_11=الذهب ممتلأ
CmbBotCond_Item_12=إكسير ممتلأ
CmbBotCond_Item_13=عندما الغنائم ممتلئة
CmbBotCond_Item_14=اكسير الضلام ممتلأ
CmbBotCond_Item_15=كافة وحدات التخزين (ذهب + اكسير + اكسير الضلام) كاملة
CmbBotCond_Item_16=يتم التشغيل بواسطة...
CmbBotCond_Item_17=الآن (تدريب / تبرع فقط)
CmbBotCond_Item_18=الآن (تبرع فقط)
CmbBotCond_Item_19=الآن (فقط البقاء على الانترنت)
CmbBotCond_Item_20=W / درع (تدريب / تبرع فقط)
CmbBotCond_Item_21=W / درع (تبرع فقط)
CmbBotCond_Item_22=W / درع (البقاء فقط على الانترنت)
Group_01=وقف هجوم
Group_02=تنظيف , مستخرج ,تسليح
Group_03=تحديد مواقع المباني
Group_04=المستخرجات و التفعيل
Group_05=احصاء قاعدة البناء
Group_06=اقتراح التطويرات
Group_4=جمع & تفعيل
LblBotCommand=عندما ...
LblBotWillHaltAutomatically=وسيكون بوت وقف تلقائيا عند نفاد الموارد. وسوف تستأنف عند الوصول إلى الحد الأدنى من هذه القيم.
LblResumeAttack=سير هجوم
LblTreasuryOr=أو
TxtRelocate_Info_01=انتقال بك
TxtRestartDark_Info_01=قيمة الحد الأدنى الظلام إكسير للبوت لاستئناف الهجوم بعد وقف بسبب إكسير الظلام منخفضة.
TxtRestartElixir_Info_01=قيمة إكسير الحد الأدنى للبوت لاستئناف الهجوم بعد وقف بسبب إكسير منخفضة.
TxtRestartGold_Info_01=قيمة  الحد الأدنى الذهب للبوت لاستئناف الهجوم بعد وقف بسبب الذهب منخفضة.
TxtTreasuryDark_Info_01=الحد الأدنى من إكسير الظلام مبلغ التخزين لجمع الخزينة.
TxtTreasuryElixir_Info_01=الحد الأدنى إكسير مبلغ التخزين لجمع الخزانة.
TxtTreasuryElixir_Info_02=تعيين نفس القيم استئناف هجوم لجمع عندما 'من إكسير' خطأ
TxtTreasuryElixir_Info_03=يحدث أثناء تدريب القوات
TxtTreasuryGold_Info_01=الحد الأدنى للذهب كمية التخزين لجمع الخزينة.
TxtTreasuryGold_Info_02=تعيين نفس استئناف هجمات القيم لجمع عندما 'من الذهب' خطأ
TxtTreasuryGold_Info_03=يحدث أثناء البحث عن هجوم
[MBR GUI Design Child Bot - Options]
ChkAutoAlign=تراصف تلقائي
ChkAutoAlign_Info_01=تغيير موضع / محاذاة محاكي الاندرويد والبوت النوافذ على الشاشة.
ChkAutoResume=اخفاءالبوت بعد...
ChkAutoResume_Info_01=هذا سوف السيارات استئناف بوت بعد دقائق س
ChkAutostart=تشغيل تلقائي بعد
ChkAutostart_Info_01=اخفاء البوت بعد هذا الرقم من ثوان.
ChkBotAutoSlideClick=الشريحة السيارات عندما رست
ChkBotAutoSlideClick_Info_01=تمكين انزلاق السيارات عندما يتم إرساء الروبوت \ r \ غير بوت نافذة تفعيل / تعطيل
ChkBotCustomTitleBarClick=بلدي بوت تصميم شريط العنوان
ChkBotCustomTitleBarClick_Info_01=تمكين الأمثل بلدي بوت نافذة عنوان شريط و \ r \ نثين حدود النافذة (إعادة تشغيل بوت مطلوب)
ChkCheckGameLanguage=تحقق من لغة اللعبة(EN)
ChkCheckGameLanguage_Info_01=تحقق مما إذا تم تعيين لعبة إلى اللغة الصحيحة (يجب أن يتم تعيين إلى اللغة الإنجليزية).
ChkDeleteLogs=حذف ملفات الدخول
ChkDeleteLogs_Info_01=حذف ملفات السجل الأقدم من هذا الرقم المحدد من الأيام.
ChkDeleteLoots=حذف صور المكاسب
ChkDeleteLoots_Info_01=حذف ملفات صور النهب الاقدم من رقم ابلمحدد من الأيام.
ChkDeleteTemp=حذف الملفات المؤقتة
ChkDeleteTemp_Info_01=حذف الملفات المؤقتة الاقدم من الرقم المحدد من الأيام.
ChkDisableNotifications=أوقف التنبيهات
ChkDisableNotifications_Info_01=تعطيل التنبيهات المرسلة من قبل بوت
ChkDisableSplash=تعطيل شاشة البداية
ChkDisableSplash_Info_01=تعطيل شاشة البداية عند بدء التشغيل.
ChkFixClanCastle=كشف قوة قلعة القبيلة
ChkFixClanCastle_Info_01=إذا عشيرة قلعة أنه لم يتم كشفها وليس وضعها في فتحة الماضية، قوة بوت للنظر في فتحة التي لم يتم كشفها باسم قلعة عشيرة
ChkForMBRUpdates=التحقق من وجود تحديثات
ChkForMBRUpdates_Info_01=تحقق مما إذا كنت تقوم بتشغيل الإصدار الأحدث من بوت.
ChkHideWhenMinimized=إخفاء عند أدنى حد ممكن
ChkHideWhenMinimized_Info_01=نافذة إخفاء بوت في شريط المهام عند أدنى حد ممكن. \ r \ n استخدم أيقونة صينية 'عرض بوت' لعرض نافذة بوت مرة أخرى.
ChkKillTeamViewer=Kill Windows TeamViewer Free
ChkKillTeamViewer_Info_01=حدد هذا الخيار إذا كنت تريد إغلاق جلسة برعاية من برنامج TeamViewer.
ChkScreenshotHideName=إخفاء اسم القرية وقلعة القبيلة
ChkScreenshotType=جعل صيغة الصورة PNG
ChkSinglePBTForced=توقيت اغلاق اللعبة
ChkSinglePBTForced_Info_01=هذا الخيار يسمح لك بتحديد وقت اغلاق اللعبة اثناءالتدريب بغض النظر عن وقت التدريب
ChkUpdatingWhenMinimized=تحديث عند أدنى حد ممكن
ChkUpdatingWhenMinimized_Info_01=تمكين مختلف تقليل الروتين لنافذة بوت. \ يتم تصغير r \ n عندما بوت، وتظهر التحديثات الشاشة في معاينة شريط المهام.
ChkUseRandomClick=النقر العشوائي
CmbAlignmentOptions_Info_01=0،0: تغيير موضع محاكي الاندرويد الشاشة لوضع 0،0 على سطح المكتب ويندوز ومحاذاة النافذة بوت اليمين أو اليسار لذلك.
CmbAlignmentOptions_Info_02=المفاجئة: إعادة ترتيب فقط النوافذ، محاذاة بوت نافذة لالروبوت المحاكي نافذة في أعلى اليمين، أعلى اليسار، أسفل اليمين أو اليسار أسفل \ r \ n قفص الاتهام: دمج شاشة الروبوت في نافذة بوت.
CmbAlignmentOptions_Item_01=0،0: محاكي الاندرويد بوت
CmbAlignmentOptions_Item_02=0،0: بوت-محاكي الاندرويد
CmbAlignmentOptions_Item_03=موقع البوت اعلى اليمين من المحاكي
CmbAlignmentOptions_Item_04=موقع البوت اعلى اليسار من المحاكي
CmbAlignmentOptions_Item_05=موقع البوت اسفل اليمين من المحاكي
CmbAlignmentOptions_Item_06=موقع البوت اسفل اليسار من المحاكي
CmbAlignmentOptions_Item_07=دمج البوت مع المحاكي
CmbGUILanguage_Info_01=استخدم هذا لتبديل لغة واجهة المستخدم الرسومية المختلفة
Group_01=لغة البوت
Group_02=عند تحميل البوت
Group_03=عند تشغيل البوت
Group_04=المتقدم
Group_05=خيارات الصورة
Group_06=الاجهزة المتصلة
Group_07=خيارات أخرى
Group_08=المعالج / الاعدادات المتقدمة
LblAlignOffsetX=أوفست
LblGlobalActiveBotsAllowed_Info_01=يمكن تشغيل البوت في نفس الوقت
LblGlobalThreads_Info_01=معالجة الصور لجميع البوتات
LblPBTimeForcedExit=طرح الوقت للخروج المبكر PB
LblPBTimeForcedExit_Info_01=اكتب عدد الدقائق لإنهاء مدونة قواعد السلوك في وقت مبكر! وضع أقل من 10 دقيقة قد لا تعمل!
LblThreads_Info_01=معالجة الصور لهذا بوت
LblTimeAnotherDevice=عندما يتصل جهاز اخر
LblTimeAnotherDevice_Info_01=ادخل وقت انتظار البوت عندما يكون جهاز اخر متصل بالقرية .
TxtAlignOffsetX_Info_01=إزاحة بكسل أفقية بين الروبوت المحاكي والنوافذ البوت.
TxtAlignOffsetY_Info_01=إزاحة بكسل العمودية بين الروبوت المحاكي والنوافذ البوت.
TxtGlobalActiveBotsAllowed_Info_01=عند تشغيل متعدد البوتات، حدد كم يمكن تشغيل في نفس الوقت.هذا يقلل من استخدام وحدة المعالجة المركزية الخاصة بك بشكل كبير.
TxtGlobalThreads_Info_01=عند تشغيل متعدد البوتات، تحدد كيفية العديد من المواضيع العالمية للمهام معالجة الصور يمكن تشغيل في نفس الوقت.هذا يقلل من استخدام وحدة المعالجة المركزية الخاصة بك بشكل كبير.
TxtSinglePBTimeForced_Info_01=اكتب عدد الدقائق للحفاظ على مدونة قواعد السلوك مغلقة. تعيين إلى 15 الحد الأدنى لإعادة PB الموقت!
TxtThreads_Info_01=عند معالجة الصور، يتم استخدام مؤشرات الترابط متعددة. هنا يمكنك تحديد عدد المواضيع هذا بوت يمكن استخدامها.أقل المواضيع تقليل استخدام وحدة المعالجة المركزية الخاصة بك بشكل كبير.نصف المعالجات المنطقية المتاحة هو عدد جيد. استخدام 0 للجميع المتاحة. إعداد المواضيع العالمية له الأولوية.
[MBR GUI Design Child Bot - Stats]
BtnResetStats=إعادة تعيين الإحصائيات
LblAttacked=مهاجم
LblAttacked_Info_01=عدد القرى التي هاجمها بوت.
LblBase-Attacked=مهاجم
LblBuilUpg-by-Elixir_Info_01=عدد المباني التي تمت ترقيتها باستخدام إكسير
LblBuilUpg-by-Gold_Info_01=عدد المباني التي تمت ترقيتها باستخدام الذهب
LblBuilUpg-Cost-by-Elixir_Info_01=تكلفة إكسير المستخدمة من قبل بوت في حين رفع مستوى المباني
LblBuilUpg-Cost-by-Gold_Info_01=تكلفة الذهب التي يستخدمها بوت أثناء تطوير المباني
LblCost-Collect=التكلفة && جمع
LblDarkE=الظلام
LblDead-Base=قاعدة ميتة
LblDead-Base_Info_01=قاعدة الميت التي هاجمها بوت.
LblDead-Base-Gain=الربح
LblDead-Base-Gain-Dark_Info_01=كمية إكسير الظلام المكتسبة من القواعد الميتة التي هاجمها بوت.
LblDead-Base-Gain-Elixir_Info_01=كمية اليكسير المكتسبة من القواعد الميتة التي هاجمها بوت.
LblDead-Base-Gain-Gold_Info_01=كمية الذهب المكتسبة من القواعد الميتة التي هاجمها بوت.
LblDead-Base-Gain-Trophies_Info_01=كمية الكأس المكتسبة من القواعد الميتة التي هاجمها بوت.
LblDElixir-collected=ديليكسير تم جمعها
LblDElixir-collected_Info_01=إكسير الظلام المكتسبة من خلال جمع التدريبات
LblDropped=انخفض
LblDropped_Info_01=كمية من الجوائز انخفض بوت بسبب إعدادات الكأس (على تبويب ميسك).
LblElixir=الاكسير
LblElixir-collected=إليكسير تم جمعها
LblElixir-collected_Info_01=إليكسير المكتسبة من خلال جمع جامعي
LblGainPerHour=ربح لكل ساعة
LblGold=الذهب
LblGold-collected=الذهب التي تم جمعها
LblGold-collected_Info_01=الذهب المكتسب من خلال جمع المناجم
LblHeroesUpg=ترقية البطل
LblHeroesUpg_Info_01=عدد الأبطال ترقية
LblheroesUpg-Cost=أوبغ. التكلفة ديليكسير
LblheroesUpg-Cost_Info_01=تكلفة إكسير الظلام المستخدمة من قبل بوت في حين رفع مستوى الأبطال
LblLastAttack=آخر هجوم
LblLeague=الدوري
LblLeagueBonus=مكافأة الدوري
LblLive-Base=قاعدة لايف
LblLive-Base_Info_01=رقم القاعدة الحية التي تعرضت للهجوم من قبل بوت.
LblLive-Base-Gain-Dark_Info_01=اكتسبت كمية إكسير الظلام من القواعد الحية التي هاجمها بوت.
LblLive-Base-Gain-Elixir_Info_01=كمية اليكسير المكتسبة من القواعد الحية التي هاجمها بوت.
LblLive-Base-Gain-Gold_Info_01=كمية الذهب المكتسبة من القواعد الحية التي هاجمها بوت
LblLive-Base-Gain-Trophy_Info_01=كمية الكأس المكتسبة من قواعد لايف هاجمها بوت.
LblNbr-of-OoS=نبر من أوس
LblNbr-of-OoS_Info_01=حدث خطأ خارج المزامنة
LblRun=تشغيل
LblRuntime=وقت التشغيل
LblRuntime_Info_01=إجمالي وقت تشغيل بوت.
LblSearch-Cost=تكلفة البحث
LblSearch-Cost_Info_01=تكلفة البحث عن تخطي القرى بالذهب
LblSkipped=تم تخطيها
LblSkipped_Info_01=عدد القرى التي تم تخطيها أثناء البحث من قبل بوت.
LblStartedWith=بدأت مع
LblStats=الكؤؤس
LblStatsBonusLast_Info_01=مقدار المكافأة الذهبية التي اكتسبتها في الهجوم الأخير.
LblStatsBonusLast_Info_02=مبلغ اليكسير مكافأة كنت قد اكتسبت على الهجوم الأخير.
LblStatsBonusLast_Info_03=مبلغ مكافأة الكسير الظلام كنت قد اكتسبت على الهجوم الأخير.
LblStatsDonDark-Spells=نوبات الظلام إكسير
LblStatsDonDark-Troops=قوات إكسير الظلام
LblStatsDonElixir-Spells=إليكسير نوبات
LblStatsDonElixir-Troops=قوات إكسير
LblStatsDonTotal=المجموع المتبرع به
LblStatsDonTotalXP=زب ون
LblStatsGainPerHour_Info_01=كسب الذهب في الساعة
LblStatsGainPerHour_Info_02=الكسب الإكسير في الساعة
LblStatsGainPerHour_Info_03=كسب إكسير الظلام في الساعة
LblStatsGainPerHour_Info_04=كسب الكأس لكل ساعة
LblStatsLastAttack_Info_01=مقدار الذهب الذي حصلت عليه في الهجوم الأخير.
LblStatsLastAttack_Info_02=كمية إليكسير كنت قد اكتسبت على الهجوم الأخير.
LblStatsLastAttack_Info_03=مقدار إكسير الظلام الذي اكتسبته في الهجوم الأخير.
LblStatsLastAttack_Info_04=مقدار الجوائز التي حصلت عليها أو فقدتها في الهجوم الأخير.
LblStatsSmartEarthQuakeUsed_Info_01=مقدار نوبات الزلازل المستخدمة في الانقسام
LblStatsSmartLightningUsed_Info_01=مقدار نوبات البرق المستخدمة للانزلاق
LblStatsSmartZap_Info_01=وفاز مبلغ إكسير الظلام في حين زابينغ
LblStatsStartedWith_Info_01=كمية الذهب لديك عندما بدأ البوت.
LblStatsStartedWith_Info_02=كمية إليكسير كان لديك عندما بدأ البوت.
LblStatsStartedWith_Info_03=كمية إكسير الظلام كان لديك عندما بدأ البوت.
LblStatsStartedWith_Info_04=مقدار الجوائز التي حصلت عليها عندما بدأ البوت.
LblStatsSZRev2=سمارت زاب
LblStatsSZRev2-Used=مستعملة
LblStatsTop_Info_01=ارتفع الذهب الأعلى
LblStatsTop_Info_02=اكتسب توب إليكسير
LblStatsTop_Info_03=أعلى الظلام المكتسبة
LblStatsTop_Info_04=أعلى الكأس المكتسبة
LblStatsTotalGain_Info_01=المبلغ الإجمالي للذهب الذي اكتسبته أو فقدته أثناء تشغيل بوت.
LblStatsTotalGain_Info_02=(ويشمل ذلك الإنفاق اليدوي للموارد على ترقية المباني)
LblStatsTotalGain_Info_03=المبلغ الإجمالي للإكسير التي اكتسبتها أو فقدت أثناء تشغيل بوت.
LblStatsTotalGain_Info_04=المبلغ الإجمالي من إكسير الظلام كنت قد اكتسبت أو فقدت أثناء تشغيل بوت.
LblStatsTotalGain_Info_05=مقدار الجوائز التي اكتسبتها أو فقدتها أثناء تشغيل بوت.
LblTH-Bully=ث الفتوة
LblTH-Bully_Info_01=عدد ث الفتوة القواعد التي تعرضت لهجوم من قبل بوت.
LblTH-Bully-Gain-Dark_Info_01=اكتسبت كمية إكسير الظلام من قواعد ث الفتوة التي هاجمها بوت.
LblTH-Bully-Gain-Elixir_Info_01=اكتسبت إليكسير من قواعد ث الفتوة التي هاجمها بوت.
LblTH-Bully-Gain-Gold_Info_01=كمية الذهب المكتسبة من قواعد ث الفتوة التي هاجمها بوت.
LblTH-Bully-Gain-Trophy_Info_01=كمية الكأس المكتسبة من قواعد ث الفتوة التي هاجمها بوت.
LblTH-Snipe=ث قنص
LblTH-Snipe_Info_01=رقم ث سنايبس هاجم من قبل بوت.
LblTH-Snipe-Gain-Dark_Info_01=كمية إكسير الظلام المكتسبة من ث قنص قواعد هاجم من قبل بوت.
LblTH-Snipe-Gain-Elixir_Info_01=كمية إليكسير المكتسبة من ث قنص قواعد هاجم من قبل بوت.
LblTH-Snipe-Gain-Gold_Info_01=كمية الذهب المكتسبة من ث قنص قواعد هاجمها بوت.
LblTH-Snipe-Gain-Trophy_Info_01=كمية الكأس المكتسبة من ث قواعد قنص هاجم من قبل بوت.
LblTH-Snipe-Lost_Info_01=عدد فشل محاولة ث الشنيبة
LblTH-Snipe-Win_Info_01=عدد الناجح ث سنايبس
LblTopLoot=أعلى لوط
LblTotalGain=إجمالي الربح
LblTrain-Cost-DElixir=تكلفة القطار ديليكسير
LblTrain-Cost-DElixir_Info_01=إكسير الظلام قضى للتدريب قوات البارك المظلم
LblTrain-Cost-Elixir=تكلفة القطار إليكسير
LblTrain-Cost-Elixir_Info_01=إكسير قضى لتدريب قوات بركان
LblTrophy=الكأس
LblUpg-by-Elixir=أوبغ. بواسطة إليكسير
LblUpg-by-Gold=Upg. by Gold
LblUpgrade-Costs=تكاليف الترقية
LblUpgrades-Made=ترقيات مصنوعة
LblWallUpg-by-Elixir_Info_01=عدد الجدران التي تمت ترقيتها بواسطة إليكسير.
LblWallUpg-by-Gold_Info_01=عدد الجدران التي تمت ترقيتها بواسطة الذهب.
LblWallUpg-Cost-by-Elixir=أوبغ. تكلفة إليكسير
LblWallUpg-Cost-by-Elixir_Info_01=تكلفة إكسير المستخدمة من قبل بوت في حين رفع مستوى الجدران
LblWallUpg-Cost-by-Gold=أوبغ. تكلفة الذهب
LblWallUpg-Cost-by-Gold_Info_01=تكلفة الذهب التي يستخدمها بوت أثناء تطوير الجدران
[MBR GUI Design Child Village - Donate]
ChkExtraAlphabets=السيريلية
ChkExtraAlphabets_Info_01=اضغط هنا للتعرف على الأبجديه السيريلية
ChkExtraChinese=تمكين الأبجدية الصينية
ChkExtraChinese_Info_01=تحقق من ذلك لتمكين الصينية التعرف الأبجدية.
ChkExtraKorean=الكورية
ChkExtraKorean_Info_01=تحقق من ذلك لتمكين الأبجدية الكورية.
ChkExtraPersian=الفارسية
ChkExtraPersian_Info_01=تحقق من ذلك لتمكين الأبجدية الفارسية.
DonateTxtCustom=قوات أختياريه
Group_01=خيارات التبرع
Group_02=القائمه السوداء العامه
LblDonateCustom_01=1st
LblDonateCustom_02=2nd
LblDonateCustom_03=3rd
LblExtraAlphabets=التعرف الأبجدي الإضافي:
LblGeneralBlacklist=لا تتبرع لأي من هذه الكلمات
TxtBlacklist1=القائمه السوداء
TxtBlacklistTroop_Item_01=لا البرابرة \ r \ n \ n \ n \ r \ n بارباريز نو
TxtBlacklistTroop_Item_02=لا أرتشرز \ r \ n نو أرش \ r \ نارشرز نو \ r \ نارتش نو
TxtBlacklistTroop_Item_03=نو جيانتس \ r \ نجيانتس نو
TxtBlacklistTroop_Item_04=لا العفاريت \ r \ نغوبلينس لا
TxtBlacklistTroop_Item_05=لا قواطع الجدار \ r \ نوال قواطع نو
TxtBlacklistTroop_Item_06=لا بالون \ r \ نبالونس لا
TxtBlacklistTroop_Item_07=نو ويزاردز \ r \ نويزاردز نو \ r \ نانو ويزارد \ r \ نويزارد نو
TxtBlacklistTroop_Item_08=لا المعالج \ r \ نهيلر لا
TxtBlacklistTroop_Item_09=لا التنين \ r \ ندراجون لا
TxtBlacklistTroop_Item_10=لا بيكا \ r \ نبيكا لا
TxtBlacklistTroop_Item_11=لا طفل التنين \ r \ نبابي التنين لا \ r \ نو بيبي \ r \ نبابي نو
TxtBlacklistTroop_Item_12=لا مينر \ r \ نمينر نو \ r \ نو مين \ r \ نمين نو
TxtBlacklistTroop_Item_13=تحقق من ذلك لتمكين الاعتراف الأبجدية الفارسية.
TxtBlacklistTroop_Item_14=لا يشفي \ r \ نيل لا
TxtBlacklistTroop_Item_15=لا غضب \ r \ نراج لا
TxtBlacklistTroop_Item_16=لا القفز \ r \ نجومب لا
TxtBlacklistTroop_Item_17=لا تجميد \ r \ نفريز نو
TxtBlacklistTroop_Item_18=نو مينيونس \ r \ nminions no \ r \ نو مينيون \ r \ nminion no
TxtBlacklistTroop_Item_19=نو هوجس \ r \ نهوغ نو
TxtBlacklistTroop_Item_20=نو فالكيرز \ r \ n فالكيريز لا \ r \ نانو فالك \ r \ نفالك نو
TxtBlacklistTroop_Item_21=نو غولم \ r \ نغولم نو
TxtBlacklistTroop_Item_22=لا السحرة \ r \ نويتش لا
TxtBlacklistTroop_Item_23=لا لافاهوند \ r \ نلافا لا \ r \ نهوند لا
TxtBlacklistTroop_Item_24=نو بولر \ r \ نول نو
TxtBlacklistTroop_Item_25=لا سم \ r \ نبوازون لا
TxtBlacklistTroop_Item_26=لا زلزال \ r \ نكواك لا
TxtBlacklistTroop_Item_27=لا تسرع \ r \ ناست لا
TxtBlacklistTroop_Item_28=لا هيكل عظمي \ r \ نكيليتون لا \ r \ نو سكيل
TxtBlacklistTroop_Item_29=نو غروند \ r \ نغروند نو \ r \ نونلي
TxtBlacklistTroop_Item_30=لا \ r \ ناير لا \ r \ نونلي \ r \ نجوست
TxtDonate=تبرع
TxtDonateAll=تبرع للكل
TxtDonateTip=أضغط للتبرع
TxtDonateTipAll=لكل طلبات التبرع في الدردشه
TxtDonateTipTroop=لو الكلمات متشابهه
TxtDonateTroop_Item_01=البرابرة \ r \ نبارب
TxtDonateTroop_Item_02=أرتشرز \ r \ نارتش
TxtDonateTroop_Item_03=جيانتس \ r \ نجيانت \ r \ ناني \ r \ نرينفورسيمنت
TxtDonateTroop_Item_04=العفاريت \ r \ نجوبلين
TxtDonateTroop_Item_05=قواطع الجدران \ r \ نباكر
TxtDonateTroop_Item_06=بالونات \ r \ نبالون
TxtDonateTroop_Item_07=ويزاردز \ r \ نويزارد \ r \ نويز
TxtDonateTroop_Item_08=المعالج
TxtDonateTroop_Item_09=التنين
TxtDonateTroop_Item_10=بيكا \ r \ نبيكا
TxtDonateTroop_Item_11=بيبي دراغون \ r \ نبابي
TxtDonateTroop_Item_12=مينر | مين
TxtDonateTroop_Item_13=تمكين الأبجدية الفارسية
TxtDonateTroop_Item_14=شفاء
TxtDonateTroop_Item_15=الغضب
TxtDonateTroop_Item_16=القفز
TxtDonateTroop_Item_17=تجميد
TxtDonateTroop_Item_18=مينيونس \ r \ نمنيون
TxtDonateTroop_Item_19=هوجريدرز \ r \ نهوغس \ r \ نهوغ
TxtDonateTroop_Item_20=فالكيريز \ r \ نفالكيري \ r \ نفالك
TxtDonateTroop_Item_21=غولم
TxtDonateTroop_Item_22=ويتشس \ r \ نويتش
TxtDonateTroop_Item_23=لافاهوند \ r \ نلافا \ r \ نهوند
TxtDonateTroop_Item_24=بولر \ r \ نوبلرز \ r \ نول
TxtDonateTroop_Item_25=سحر
TxtDonateTroop_Item_26=زلزال \ r \ نكواك
TxtDonateTroop_Item_27=عجل
TxtDonateTroop_Item_28=سكيليتون | سكيل
TxtDonateTroop_Item_29=دعم الأرض \ r \ نغروند
TxtDonateTroop_Item_30=الهواء الدعم \ r \ ناني الهواء
TxtGeneralBlacklist_Info_01=القائمه السوداء العامه لطلب التبرع
TxtGeneralBlacklist_Item_01=clan war\r\nwar\r\ncw
TxtIgnoreAll=هذهِ ستكون لكل الكلمات
TxtKeywords=كلمات للتبرع
TxtKeywordsNo=لا تتبرع لهذهِ الكلمات
TxtKeywordsNoTip=القائمه السوداء للتبرع
TxtNothing=قائمه تبرع القوات
[MBR GUI Design Child Attack - Deadbase Attack Milking]
CapacityStructure_01=0-4٪
CapacityStructure_02=5-19٪
CapacityStructure_03=20-74٪
CapacityStructure_04=75-89٪
CapacityStructure_05=90-100٪
ChkAtkGEDExtractors=هجوم
ChkAttackMinesIfDarkElixir=هجوم الظلام إكسير التدريبات إذا الظلام تحت
ChkAttackMinesIfElixir=هجوم إليكسير جامعي إذا إليكسير تحت
ChkAttackMinesIfGold=هجوم مناجم الذهب إذا الذهب تحت
ChkMilkAfterAttackScripted=تمكين هجوم مخصص
ChkMilkAfterAttackScripted_Info_02=استخدام الهجوم النصي للقواعد الميتة، وهذا يعطل الهجوم القياسي
ChkMilkAfterAttackTHSnipe=تمكين ث قنص
ChkMilkFarmForceTolerance=قوة التسامح
ChkMilkFarmForceTolerance_Info_01=التسامح العادي
ChkMilkFarmForceTolerance_Info_02=التسامح معززة
ChkMilkFarmForceTolerance_Info_03=التسامح المدمر
ChkMilkingDebugFullSearch=فولزيرتش، فقط لغرض التصحيح (بطيئة جدا)
ChkMilkingDebugFullSearch_Info_01=مع هذه الخيارات يمكنك الكشف عن الصور من إكسيركتورس إليكسير غير المكتشفة
ChkMilkingDebugIMG=جعل الصور من كل مستخرج مع الإزاحة
ChkMilkingDebugVillage=جعل صور القرى
ChkSnipeIfNoElixir=قنص حتى لو لم جامعي يمكن ميلكيد
ChkStructureDestroyedAfterAttack=التحقق من تدمير الهيكل بعد الموجة
ChkStructureDestroyedAfterAttack_Info_01=بعد مهاجمة بنية، تحقق لمعرفة ما إذا كان قد دمرت من قبل موجة أخرى.
ChkStructureDestroyedAfterAttack_Info_02=يجب أن يكون لديك تأخير كبير بين الموجات لاستخدام هذا الخيار
ChkStructureDestroyedBeforeAttack=التحقق من تدمير الهيكل قبل الموجة
ChkStructureDestroyedBeforeAttack_Info_01=قبل مهاجمة بنية، تحقق لمعرفة ما إذا كان قد دمرت من قبل موجة أخرى.
ChkStructureDestroyedBeforeAttack_Info_02=يجب أن يكون لديك تأخير كبير بين الموجات لاستخدام هذا الخيار
CmbMilkAttackType_Item_01=أبطأ: تحقق من الموارد في كل جامع.
CmbMilkAttackType_Item_02=أسرع: تحقق فقط من مستوى كل جامع.
CmbMilkingAttackDropGoblinAlgorithm_Item_01=إسقاط كل عفريت في نفس المكان
CmbMilkingAttackDropGoblinAlgorithm_Item_02=إسقاط كل عفريت في مكان مختلف
CmbMilkLvl_01=المستويات 1-4
CmbMilkLvl_05=المستوى 5
CmbMilkLvl_06=المستوى 6
CmbMilkLvl_07=المستوى 7
CmbMilkLvl_08=المستوى 8
CmbMilkLvl_09=المستوى 9
CmbMilkLvl_10=المستوى 10
CmbMilkLvl_11=المستوى 11
CmbMilkLvl_12=المستوى 12
CmbStructureOrder_Item_01=هجوم الهجوم: كما وجدت
CmbStructureOrder_Item_02=هجوم النظام: عشوائي
CmbStructureOrder_Item_03=هجوم النظام: من جانب
Group_01=اختر نوع بحث الحلب
Group_02=إليكسير كولكتورس مين. مستوى الهجوم
Group_03=أسطورة
Group_04=هياكل للهجوم
Group_05=الهجوم فقط إذا
Group_06=4. القوات لاستخدامها لكل مبنى
Group_07=5. إسقاط الخيارات
Group_08=التحقق من الهياكل المدمرة
Group_09=5a. قنص خارج ث بعد حلب
Group_10=5b. متابعة مع هجوم مكتوب
Group_11=إعدادات التسامح
Group_12=تصحيح الأخطاء
LblMaxTilesMilk=ماكس البلاط من الحدود
LblMilkSnipeAlgorithm=استخدام الخوارزمية
LblRedline-and-Collectors=المسافة بين الخط الأحمر والجامعين
LblWhichLevel=التي لها مستوى
TxtDelayWaves=- التأخير بين الموجات (بالميلي ثانية):
TxtDisable=ديس.
TxtMaxWaves=- موجات ماكس:
TxtMaxWaves_Info_01=اختيار الحد الأقصى لعدد موجات من القوات لإسقاط في كل جامع.
TxtMaxWaves_Info_02=إذا كان جامع يحصل دمرت، ثم لن يتم إسقاط المزيد من الموجات في ذلك
TxtXWave=- القوات لكل موجة:
[MBR Func_Notify]
Another-Device_Info_01=جهاز آخر متصل
Another-Device_Info_02=جهاز آخر متصل، في انتظار
ATTACK OFF=هجوم إيقاف
ATTACK OFF_Info_01=- تشغيل "وقف الهجوم" في علامة التبويب "متفرقات" مع خيار "البقاء على الانترنت"
ATTACK OFF_Info_02=Set Halt Attack OFF.
ATTACK ON_Info_01=جهات الهجوم
ATTACK ON_Info_02=Set Halt Attack ON.
Attack_Info_01=مهاجم
Attack_Info_02=لا يمكن تحديد موقع الزر التالي، إعادة تشغيل بوت
Bot=بوت
Bot_Info_01=- يمكنك التحكم عن بعد الأوامر إرسال بوت الخاص بك من القائمة التالية:
BUILDER=بيلدر
BUILDER_Info_01=- إرسال لقطة من حالة البناء من
BUILDER_Info_03=باني (s) الخمول.
BUILDER_Info_04=رئيس، سيتم معالجة طلبك للحصول على معلومات البناء في اسرع وقت ممكن
Camps-Full_Info_01=مخيمات الجيش الخاص بك هي الآن كامل
Command-Not-Recognized=لم يتم التعرف على الأمر
DELETE=ديليت
DELETE_Info_01=- حذف كل ما تبذلونه من رسائل PushBullet السابقة
Examples=أمثلة:
Free-Builders_Info_01=لا. من بناة الحرة
GEM_Info_01=جيم
HALTATTACKOFF=هالتاكوف
HALTATTACKON=هالتاكون
HELP=مساعدة
HELP_Info_01=- أرسل رسالة المساعدة هذه
HIBERNATE=هيبيرنات
HIBERNATE_Info_01=- جهاز الكمبيوتر المضيف السبات
HIBERNATE_Info_02=بيسي بدأ تسلسل الإسبات
LASTRAID=لاستريد
LASTRAID_Info_01=- إرسال الغارة الأخيرة نهب قطة
Last-Raid_Info_01=آخر غارة
Last-Raid_Info_02=آخر غارة تكست
Last-Raid_Info_03=ليس هناك غارة الأخيرة قطة.
Last-Raid_Info_04=آخر غارة تكست
Last-Raid_Info_05=آخر غارة
LASTRAIDTXT=لاستريدتكست
LASTRAIDTXT_Info_01=- إرسال الغارة الأخيرة نهب القيم
LOG=لوغ
LOG_Info_01=- إرسال ملف السجل الحالي
LOG_Info_02=سجلات
LOG_Info_03=السجل الحالي
LOG_Info_04=كوك قد توقف خطأ
LOG_Info_05=إعادة تشغيل بعد الخروج من خطأ المزامنة
LOG_Info_06=قطع الاتصال بعد
LOG_Info_07=Run Time
Loots_Info_01=لوتس
Match-Found_Info_01=المباراة وجدت! بعد
Need-Rest_Info_01=الرئيس، نحن بحاجة الى بعض الراحة!
New-Version_Info_01=الرئيس، هناك نسخة جديدة من بوت المتاحة
Notify_001=Notify PushBullet
PAUSE=بوس
PAUSE_Info_01=- وقفة بوت اسمه
Request-For-Help_Info_01=يرجى دفع بوت هيلب للحصول على قائمة الأوامر كاملة.
Request-For-Help_Info_02=طلب المساعدة
Request-Stop_Info_01=طلب إيقاف
Request-Stop_Info_02=طلب إيقاف ...
Request-Stop_Info_03=توقف بوت الآن ...
Request-Stop_Info_04=توقف بوت الخاص بك حاليا، لم يتخذ أي إجراء
Request-Stop_Info_05=بوت الخاص بك ومحاكي الآن إعادة تشغيل
Request-Stop_Info_06=بوت الخاص بك هو الآن وقف
Request-Stop_Info_07=يتم إيقاف بوت الخاص بك حاليا، لم يتخذ أي إجراء
Request-Stop_Info_08=تعذر الإيقاف المؤقت أثناء الهجوم، أعد المحاولة لاحقا.
Request-Stop_Info_09=يتم الآن إعادة تشغيل البوت والمحاكي ...
Request-Stop_Info_10=إعادة تشغيل بوت
Request-Stop_Info_11=تم إيقاف بوت مؤقتا حاليا، ولم يتم اتخاذ أي إجراء
Request-Stop_Info_12=يتم استئناف بوت الخاص بك حاليا، لم يتخذ أي إجراء
Request-Stop_Info_13=تم استلام طلبك. تم إيقاف بوت مؤقتا الآن
Request-Stop_Info_14=تم استلام طلبك. وقد استؤنف الآن بوت
Request-Stop_Info_15=غير قادر على الإيقاف المؤقت أثناء الهجوم، أعد المحاولة لاحقا.
Request-Stop_Info_16=طلب إعادة التشغيل
Request-Stop_Info_17=طلب الإيقاف المؤقت
Request-Stop_Info_18=طلب استئناف
RESETSTATS=ريستاتاتس
RESETSTATS_Info_01=- إعادة إحصاء القرى
RESETSTATS_Info_02=إحصاءات إعادة ضبطها.
RESTART=ريستارت
RESTART_Info_01=- إعادة تشغيل المحاكي وبوت اسمه
RESUME=ريسوم
RESUME_Info_01=- استئناف بوت اسمه
Resumed_Info_01=يتم استئناف بوت الخاص بك حاليا، لم يتخذ أي إجراء
SCREENSHOT=سكرينشوت
SCREENSHOT_Info_01=- إرسال لقطة شاشة
SCREENSHOT_Info_02=ليس هناك غارة الأخيرة قطة
SCREENSHOT_Info_03=رئيس، سيتم معالجة طلبك لقطات في اسرع وقت ممكن
SCREENSHOT_Info_04=لقطة من قريتك
SCREENSHOTHD=سكرينشوتد
SCREENSHOTHD_Info_01=- إرسال لقطة شاشة بدقة عالية
SHIELD=شيلد
SHIELD_Info_01=- إرسال لقطة من حالة درع من
SHIELD_Info_02=رئيس، سيتم معالجة طلبك للحصول على معلومات الدرع في اسرع وقت ممكن
SHUTDOWN=شوتون
SHUTDOWN_Info_01=- إيقاف تشغيل جهاز الكمبيوتر المضيف
SHUTDOWN_Info_02=بيسي بدء تشغيل تسلسل إيقاف التشغيل
Skip_Info_01=تخطي
Skip_Info_02=تم تخطيها
STANDBY=ستاندبي
STANDBY_Info_01=- الكمبيوتر المضيف المضيف
STANDBY_Info_02=بيسي الاستعداد الاستعداد بدأت
STATS=ستاتس
STATS_Info_01=- إرسال إحصاءات القرية
Stats_Info_02=إحصائيات تقرير القرية
Stats_Info_03=لديك
Stats_Info_04=ربح لكل ساعة
Stats_Info_05=عند البدء
Stats_Info_06=مهاجمة الآن
Stats-DE_Info_01=دي
Stats-E_Info_01=E
Stats-G_Info_01=G
Stats-Now_Info_01=الآن (الموارد الحالية)
Stats-T_Info_01=T
STOP=إيقاف
STOP_Info_01=- إيقاف بوت اسمه
Take-Break_Info_01=يجب أن تأخذ القرية استراحة ..
Train_Info_01=القوات / نوبات مجموعة لتدريب
Train_Info_02=القوات المدربة الحالية ونوبات
Train_Info_03=معسكر الجيش الحالي
Train_Info_04=-  مشروبات
Train_Info_05=القدرات الحالية
Train_Info_06=-  معسكر الجيش
TROOPS=تروبس
TROOPS_Info_01=E
Upgrading_Info_01=الترقية
Upgrading_Info_02=تخطي الترقية
Upgrading_Info_03=أكمل باستخدام غولد
Upgrading_Info_04=أكمل باستخدام إليكسير
Upgrading_Info_05=لا يمكن العثور على زر ترقية الذهب
Upgrading_Info_06=لا يمكن العثور على إكسير زر الترقية
Upgrading_Info_07=تم الانتهاء من الترقية باستخدام غولد
Upgrading_Info_08=تم الانتهاء من الترقية باستخدام إليكسير
Upgrading_Info_09=لا ترقية زر إليكسير
Upgrading_Info_10=لا يمكن العثور على زر ترقية الذهب
Uploading-File_Info_01=تحميل الملف إلى خادم PushBullet
Uploading-File_Info_02=حدث خطأ نوع 2 تحميل الملف إلى خادم Telegram ...
Uploading-File_Info_03=غير قادر على تحميل الملف
Uploading-File_Info_04=حدث نوع خطأ
Uploading-File_Info_05=تعذر إرسال الملف
Wall-Up_Info_01=لا. - سور، أوب
Wall-Up_Info_02=تم العثور على مستوى الجدار
Wall-Up_Info_03=لا يمكن العثور على مستوى الجدار
Wall-Up_Info_04=يقع قطاع الجدار

[500]
500=***Section use for Bot messages and splash***

[600]
600=***Section use for Tab Name***

[601]
601=***Section use for General***

[602]
602=***Section use for General Bottom***

[603]
603=***Section use for Commun Value***

[604]
604=***Section use for Troops***

[605]
605=***Section use for Spell***

[606]
606=***Section use for Tab End Battle***

[607]
607=***Section use for Tab Scripted Attack***

[608]
608=***Section use for Tab Standard Attack***

[609]
609=***Section use for Tab Trophy Setting***

[610]
610=***Section use for Village Misc***

[611]
611=***Section use for Tab Request Troops***

[612]
612=***Section use for Tab Donate Troops***

[613]
613=***Section use for Tab Schedule Donations***

[614]
614=***Section use for Tab Upgrade Laboratory***

[615]
615=***Section use for Tab Upgrade Heroes***

[616]
616=***Section use for Tab Upgrade Buildings***

[617]
617=***Section use for Tab Upgrade Wall***

[618]
618=***Section use for Tab Achievements***

[619]
619=***Section use for Tab Notify PushBullet/Telegram***

[620]
620=***Section use for Notify***

[621]
621=***Section use for Tab Troops***

[622]
622=***Section use for Tab Spells***

[623]
623=***Section use for Tab Boost***

[624]
624=***Section use for Tab Attack***

[625]
625=***Section use for Tab Search***

[626]
626=***Section use for Tab Collectors***

[627]
627=***Section use for Tab Load Strategy***

[628]
628=***Section use for Tab Save Strategy***

[629]
629=***Section use for Tab Bully***

[630]
630=***Section use for Tab Options Search***

[631]
631=***Section use for Tab Milking Attack***

[632]
632=***Section use for Tab Stats***

[633]
633=***Section use for Tab Options End Battle***

[634]
634=***Section use for Tab Options Attack***

[635]
635=***Section use for Create Scripted Attack***

[636]
636=***Section use for Tab Bot Options***

[637]
637=***Section use for Tab Bot Profile***

[638]
638=***Section use for SmartZap***

[639]
639=***Section Not use***

[640]
640=***Section use for all Popups***

[641]
641=***Section use for Army Training Options***

[642]
642=***Section use for Distributors***

[643]
643=***Section use for Android Options***
[Android]
Android_Options=خيارات المحاكي
ChkAdbClickDragScript=استخدام سيناريو دقيقة انقر واسحب
ChkAdbClickDragScript_Info=Use Android specific script file for Click & Drag.\r\nIf unchecked use more compatible 'input swipe'.
ChkAndroidCloseWithBot=إغلاق المحاكي مع بوت
ChkAndroidCloseWithBot_Info=Close also Android Emulator when bot exists.
CmbBackgroundMode=Default|Use WinAPI (need Android DirectX)|Use ADB screencap
CmbBackgroundMode_Info=Control how the Android screenshot is taken in background mode.\nDefault chooses WinAPI or screencap based on Android Emulator.\nInfo: WinAPI is faster than screencap, but screencap always works,\neven if screen is off (we call that the "True Background Mode")!
LblAndroidRebootHours=إعادة تشغيل المحاكي في
LblAndroidRebootHours_Info=Enter hours when Android will be automatically rebooted after specified run-time.
LblBackgroundMode=التقاط الشاشة وضع الخلفية
[Android Control]
BtnAndroidAdbShell=Start ADB Shell in new Console Window
BtnAndroidBack=رجوع
BtnAndroidHome=زرHome
BtnPlayStoreGame=Clash of Clans
BtnPlayStoreNovaLauncher=Nova Launcher
Group_03=تحكم المحاكي
Group_04=تثبيت تطبيقات متجر play
[MBR GUI Design Title]
LblBotClose=اغلاق
LblBotExpand=توسيع بوت عندما رست
LblBotMiniGUI=التبديل إلى الوضع المصغر
LblBotMinimize=تصغير
LblBotNormal=التبديل إلى الوضع العادي
LblBotShrink=يتقلص بوت
[MBR GUI Design - AutoUpgrade]
ChkAutoUpgrade=تمكين الترقية التلقائية
ChkAutoUpgrade_Info_01=حدد مربع الاختيار لتمكين بدء عمليات الترقية تلقائيا من قائمة البناة
Group_01=ترقية تلقائية
Group_02=ترقيات لتجاهل
Ignore_01=تجاهل ترقيات الذهب
Ignore_02=تجاهل ترقيات الاكسير
Ignore_03=تجاهل ترقيات النفط
Label_01=حفظ
Label_02=بعد إطلاق الترقية
MsgBox_Invalid_Text=تحذير ! لقد اخترت 3 موارد لتجاهل ... ولا يمكنك ... \ r \ n مع الإعدادات الخاصة بك، سوف ترقية السيارات تكون غير فعالة تماما \ r \ ناند لن تطلق أي ترقية ... يجب إلغاء تحديد واحد أو أكثر \ r \ مورد غير معروف.
MsgBox_Invalid_Title=الإعدادات غير صالحة ...
MsgBox_Warning_Text=تحذير ! قمت بتحديد 2 الموارد لتجاهل ... يمكن أن يكون مشكلة، \ r \ ناند ترقية السيارات يمكن أن تكون غير فعالة، من خلال عدم إطلاق أي ترقية ... \ r \ n أوصي لك لتحديد مورد واحد فقط، وليس أكثر ...
MsgBox_Warning_Title=تحذير حول الإعدادات ...
TxtAutoUpgradeLog=------------------------------------------------ AUTO UPGRADE LOG ------------------------------------------------
